Repository: AiursoftWeb/Manhours
Catalog: src/Aiursoft.Manhours/Resources/Views/Repos/Index.*.resx
Languages: fi_fi, hi_in

source: Active
fi_fi: Aktiivinen
hi_in: सक्रिय

source: Add repository now
fi_fi: Lisää arkisto nyt
hi_in: अब रिपॉजिटरी जोड़ें

source: All Repositories
fi_fi: Kaikki tietovarastot
hi_in: सभी रिपॉजिटरीज़

source: Contributed!
fi_fi: Osallistunut!
hi_in: योगदान दिया!

source: Contributors
fi_fi: Osallistujat
hi_in: योगदानकर्ता

source: Hours
fi_fi: Tunnit
hi_in: घंटे

source: My top hard-working collaborated repositories
fi_fi: Omat parhaat ahkerasti yhteistyössä olevat arkistoni
hi_in: मेरे शीर्ष परिश्रमी सहयोगिता वाले रिपॉजिटरी

# My Top Participated
source: My Top Contributions
fi_fi: Omat suosituimmat osallistumiseni
hi_in: मेरे शीर्ष भागीदारी वाले

source: Next
fi_fi: Seuraava
hi_in: अगला

source: of
hi_in: का

source: Previous
fi_fi: Edellinen
hi_in: पिछला

source: repositories
fi_fi: tietovarastot
hi_in: रिपॉजिटरीज़

# Repository not tracked?
source: Repository not being tracked?
fi_fi: Repository ei ole seurannassa?
hi_in: रिपॉजिटरी ट्रैक नहीं की गई?

# Showing
source: Displaying
fi_fi: Näytetään
hi_in: दिखा रहा है

# Sorted by repository total work hours
source: Sorted by total repository work hours
fi_fi: Lajiteltu repositoryn kokonaistyötuntien mukaan
hi_in: रिपॉजिटरी की कुल कार्य घंटों के आधार पर क्रमबद्ध

source: Top #1
fi_fi: Paras #1
hi_in: शीर्ष #1

source: Top Contributor
fi_fi: Eniten osallistunut
hi_in: शीर्ष योगदानकर्ता

source: Top Repositories
fi_fi: Parhaat arkistot
hi_in: शीर्ष रिपॉजिटरीज़

source: Total Hours
fi_fi: Yhteensä tunteja
hi_in: कुल घंटे
