Repository: AiursoftWeb/Manhours
Catalog: src/Aiursoft.Manhours/Resources/Views/SelfHost/Index.*.resx
Languages: ar_sa, da_dk, de_de, el_gr, es_es, id_id, it_it, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

source: The following script will install/update this app on your Ubuntu server. Supports Ubuntu 25.04.
ar_sa: النص البرمجي التالي سيقوم بتثبيت/تحديث هذه التطبيقات على خادم Ubuntu الخاص بك. يدعم Ubuntu 25.04.
da_dk: Følgende skript vil installere/opdatere denne app på din Ubuntu-server. Støtter Ubuntu 25.04.
de_de: Der folgende Skript installiert bzw. aktualisiert diese App auf Ihrem Ubuntu-Server. Unterstützt wird Ubuntu 25.04.
el_gr: Το παρακάτω σκριπτ θα εγκαταστήσει/ενημερώσει αυτή την εφαρμογή στον δικό σας διακομιστή Ubuntu. Υποστηρίζει Ubuntu 25.04.
es_es: La siguiente script instalará o actualizará esta aplicación en su servidor Ubuntu. Compatible con Ubuntu 25.04.
id_id: Skrip berikut akan menginstal/update aplikasi ini di server Ubuntu Anda. Mendukung Ubuntu 25.04.
it_it: Lo script seguente installerà/aggiornará questa applicazione sul tuo server Ubuntu. Supporta Ubuntu 25.04.
nl_nl: Het volgende script installeert/upgrade deze app op uw Ubuntu-server. Ondersteunt Ubuntu 25.04.
pl_pl: Poniższy skrypt zainstaluje lub zaktualizuje tę aplikację na serwerze Ubuntu. Obsługiwane jest Ubuntu 25.04.
pt_pt: O seguinte script irá instalar/atualizar esta aplicação no seu servidor Ubuntu. Suporta Ubuntu 25.04.
ro_ro: Următorul script va instala/actualiza această aplicație pe serverul dumneavoastră Ubuntu. Suportă Ubuntu 25.04.
ru_ru: Следующий скрипт установит/обновит это приложение на вашем сервере Ubuntu. Поддерживается Ubuntu 25.04.
sv_se: Följande skript kommer att installera/uppdatera denna app på din Ubuntu-server. Stödjer Ubuntu 25.04.
th_th: สคริปต์ต่อไปนี้จะติดตั้งหรืออัปเดตแอปนี้บนเซิร์ฟเวอร์ Ubuntu ของคุณ รองรับ Ubuntu 25.04
tr_tr: Aşağıdaki betik, uygulamayı Ubuntu sunucunuzda kurar/günceller. Ubuntu 25.04 desteklenir.
vi_vn: Các lệnh sau đây sẽ cài đặt/cập nhật ứng dụng này trên máy chủ Ubuntu của bạn. Hỗ trợ Ubuntu 25.04.
zh_cn: 以下脚本将在您的 Ubuntu 服务器上安装/更新此应用。支持 Ubuntu 25.04。
zh_tw: 以下指令碼將在您的 Ubuntu 伺服器上安裝/更新此應用程式。支援 Ubuntu 25.04。

source: Value
ar_sa: القيمة
da_dk: Værdi
de_de: Wert
el_gr: Τιμή
es_es: Valor
id_id: Nilai
it_it: Valore
nl_nl: Waarde
pl_pl: Wartość
pt_pt: Valor
ro_ro: Valoare
ru_ru: Значение
sv_se: Värde
th_th: ค่า
tr_tr: Değer
vi_vn: Giá trị
zh_cn: 值
zh_tw: 值

source: Visit http://localhost:5000.
ar_sa: قم بزيارة http://localhost:5000.
da_dk: Besøg http://localhost:5000.
de_de: Besuchen Sie http://localhost:5000.
el_gr: Επισκεφθείτε το http://localhost:5000.
es_es: Visite http://localhost:5000.
id_id: Kunjungi http://localhost:5000.
it_it: Visita http://localhost:5000.
nl_nl: Bezoek http://localhost:5000.
pl_pl: Odwiedź http://localhost:5000.
pt_pt: Visite http://localhost:5000.
ro_ro: Accesați http://localhost:5000.
ru_ru: Посетите http://localhost:5000.
sv_se: Besök http://localhost:5000.
th_th: ไปที่ http://localhost:5000
tr_tr: http://localhost:5000 adresine gidin.
vi_vn: Truy cập http://localhost:5000.
zh_cn: 访问 http://localhost:5000。
zh_tw: 前往 http://localhost:5000。

source: We&apos;re interested in your feedback! You can submit a suggestion or feature request through the issue tracker.
ar_sa: نحن مهتمون بآرائكم! يمكنك إرسال اقتراح أو طلب ميزة من خلال مُتتبع المشكلات.
da_dk: Vi er interesserede i jeres feedback! I kan indsende en forslag eller funktionstilføjelse gennem issue-tracker.
de_de: Wir interessieren uns für Ihr Feedback! Sie können über den Issue-Tracker einen Vorschlag oder eine Feature-Anfrage einreichen.
el_gr: Ενδιαφερόμαστε για τα σχόλιά σας! Μπορείτε να υποβάλετε μια πρόταση ή αίτημα για νέα χαρακτηριστικά μέσω του συστήματος ελέγχου προβλημάτων.
es_es: ¡Nos interesa tu opinión! Puedes enviar una sugerencia o una solicitud de funcionalidad a través del gestor de incidencias.
id_id: Kami tertarik pada masukan Anda! Anda dapat mengirimkan saran atau permintaan fitur melalui pelacak masalah.
it_it: Siamo interessati al tuo feedback! Puoi inviare una proposta o una richiesta di funzionalità tramite il sistema di gestione degli issue.
nl_nl: We zijn ge√Ønteresseerd in jouw feedback! Je kunt een suggestie of featureverzoek indienen via de issue tracker.
pl_pl: Interesuje nas Twoja opinia! Możesz przesłać propozycję lub żądanie nowej funkcji za pomocą menedżera problemów.
pt_pt: Interessamo-nos pelo seu feedback! Pode submeter uma sugestão ou pedido de funcionalidade através do rastreador de problemas.
ro_ro: Suntem interesați de feedback-ul dvs.! Puteți trimite o sugestie sau o cerere de funcționalitate prin trackerul de probleme.
ru_ru: Мы заинтересованы в вашем отзыве! Вы можете отправить предложение или запрос на функцию через систему отслеживания проблем.
sv_se: Vi är intresserade av ditt feedback! Du kan skicka in ett förslag eller en funktionsförfrågan genom problemspåraren.
th_th: เราสนใจความคิดเห็นของคุณ! คุณสามารถส่งข้อเสนอแนะหรือคำขอฟีเจอร์ผ่านระบบติดตามปัญหาได้
tr_tr: Geribildirimlerinizden memnuniyet duyarız! Öneri veya özellik isteği, sorun takipçisi üzerinden gönderebilirsiniz.
vi_vn: Chúng tôi rất quan tâm đến phản hồi của bạn! Bạn có thể gửi đề xuất hoặc yêu cầu tính năng thông qua trình theo dõi vấn đề.
zh_cn: 我们很重视您的反馈！您可以通过问题追踪器提交建议或功能请求。
zh_tw: 我們非常重視您的反饋！您可透過問題追蹤器提交建議或功能需求。
