Repository: AiursoftWeb/Manhours
Catalog: src/Aiursoft.Manhours/Resources/Views/SelfHost/Index.*.resx
Languages: ar_sa, da_dk, de_de, el_gr, es_es, id_id, it_it, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sv_se, th_th, tr_tr, vi_vn, zh_cn, zh_tw

source: About ManHours
ar_sa: حول ManHours
da_dk: Om ManHours
de_de: Über ManHours
el_gr: Σχετικά με το ManHours
es_es: Acerca de ManHours
id_id: Tentang ManHours
it_it: Informazioni su ManHours
nl_nl: Over ManHours
pl_pl: O ManHours
pt_pt: Sobre ManHours
ro_ro: Despre ManHours
ru_ru: О ManHours
sv_se: Om ManHours
th_th: เกี่ยวกับ ManHours
tr_tr: ManHours Hakkında
vi_vn: Giới thiệu về ManHours
zh_cn: 关于 ManHours
zh_tw: 關於 ManHours

source: Always create a personal fork before submitting PRs.
ar_sa: ابقَ دائمًا تُنشئ فرعًا شخصيًا قبل إرسال طلبات السحب.
da_dk: Opret altid en personlig fork før du indsender PR'er.
de_de: Erstellen Sie immer einen persönlichen Fork, bevor Sie Pull-Anfragen einreichen.
el_gr: Πάντα δημιουργήστε ένα προσωπικό fork πριν υποβάλετε PRs.
es_es: Siempre crea una bifurcación personal antes de enviar solicitudes de extracción.
id_id: Selalu buat fork pribadi sebelum mengajukan PR.
it_it: Crea sempre un fork personale prima di inviare richieste di pull.
nl_nl: Maak altijd een persoonlijke fork aan voordat je PRs indient.
pl_pl: Zawsze twórz osobistą kopię przed przesłaniem PR.
pt_pt: Sempre crie um fork pessoal antes de submeter PRs.
ro_ro: Întotdeauna creați o copie personală înainte de a trimite solicitări de modificare.
ru_ru: Всегда создавайте личную копию репозитория перед отправкой запросов на вливание (PR).
sv_se: Skapa alltid en personlig fork innan du skickar in PR:er.
th_th: อย่าลืมสร้างสำเนาส่วนตัวก่อนส่ง PR
tr_tr: Her zaman PR'lerinizi göndermeden önce kişisel bir kopya oluşturun.
vi_vn: Luôn tạo một nhánh cá nhân trước khi gửi yêu cầu kéo.
zh_cn: 提交拉取请求前，请先创建个人分支。
zh_tw: 提交 Pull Request 前，請先建立個人的 Fork。

source: and the default password is:
da_dk: og standardadgangskode er:
id_id: dan kata sandi default adalah:
pl_pl: i domyślnym hasłem jest:
pt_pt: e a palavra-passe predefinida é:
ro_ro: și parola implicită este:
th_th: และรหัสผ่านเริ่มต้นคือ:
zh_tw: 且預設密碼為：

source: Anywhere
ar_sa: أينما كان
da_dk: Overalt
de_de: Überall
el_gr: Παντού
es_es: En cualquier lugar
id_id: Di Mana Saja
it_it: Ovunque
nl_nl: Overal
pl_pl: W dowolnym miejscu
pt_pt: Em Qualquer Lugar
ro_ro: Peste tot
ru_ru: В любом месте
sv_se: Var som helst
th_th: ทุกที่
tr_tr: Her Yerde
vi_vn: Bất kỳ đâu
zh_cn: 任何地方
zh_tw: 任意處

source: Binary path
ar_sa: مسار الملف الثنائي
da_dk: Binærvæg
de_de: Binärpfad
el_gr: Διαδρομή δυαδικού
es_es: Ruta binaria
id_id: Jalur biner
it_it: Percorso binario
nl_nl: Binaire pad
pl_pl: Ścieżka pliku binarnego
pt_pt: Caminho do binário
ro_ro: Calea binarului
ru_ru: Путь к бинарному файлу
sv_se: Binär sökväg
th_th: เส้นทางไฟล์ไบนารี
tr_tr: İkili yol
vi_vn: Đường dẫn tệp nhị phân
zh_cn: 二进制路径
zh_tw: 執行檔路徑

source: Config path
ar_sa: مسار الإعدادات
da_dk: Konfigurationssti
de_de: Konfigurationspfad
el_gr: Διαδρομή ρυθμίσεων
es_es: Ruta de configuración
id_id: Path Konfigurasi
it_it: Percorso configurazione
nl_nl: Config pad
pl_pl: Ścieżka konfiguracji
pt_pt: Caminho de configuração
ro_ro: Cale configurare
ru_ru: Путь к конфигурации
sv_se: Konfigurationsväg
th_th: เส้นทางการตั้งค่า
tr_tr: Yapılandırma yolu
vi_vn: Đường dẫn cấu hình
zh_cn: 配置路径
zh_tw: 設定路徑

source: Container Context
ar_sa: سياق الحاوية
de_de: Container-Kontext
el_gr: Περιβάλλον δομής
es_es: Contexto del contenedor
id_id: Konteks Kontainer
it_it: Contesto del contenitore
pl_pl: Kontekst kontenera
pt_pt: Contexto do Contentor
ro_ro: Context container
ru_ru: Контекст контейнера
sv_se: Behållarkontext
th_th: บริบทของคอนเทนเนอร์
tr_tr: Konteyner Bağlamı
vi_vn: Bối cảnh Container
zh_cn: 容器上下文
zh_tw: 容器環境

source: Contribute
ar_sa: مساهمة
da_dk: Bidrag
de_de: Mitwirken
el_gr: Συνεισφορά
es_es: Colaborar
id_id: Kontribusi
it_it: Contribuisci
nl_nl: Bijdragen
pl_pl: Współpracuj
pt_pt: Contribuir
ro_ro: Contribuie
ru_ru: Внести вклад
sv_se: Bidra
th_th: ร่วมมือ
tr_tr: Katıl
vi_vn: Góp phần
zh_cn: 贡献
zh_tw: 貢獻

source: Data path
ar_sa: مسار البيانات
da_dk: Datasti
de_de: Datenpfad
el_gr: Διαδρομή δεδομένων
es_es: Ruta de datos
id_id: Path Data
it_it: Percorso dati
nl_nl: Gegevenspad
pl_pl: Ścieżka danych
pt_pt: Caminho dos dados
ro_ro: Calea datelor
ru_ru: Путь к данным
sv_se: Dataväg
th_th: เส้นทางข้อมูล
tr_tr: Veri yolu
vi_vn: Đường dẫn dữ liệu
zh_cn: 数据路径
zh_tw: 資料路徑

source: Deploy
ar_sa: نشر
de_de: Bereitstellen
el_gr: Τοποθέτηση
es_es: Desplegar
it_it: Distribuisci
nl_nl: Implementeer
pl_pl: Wdróż
pt_pt: Implementar
ro_ro: Deplasare
ru_ru: Развернуть
sv_se: Distribuera
th_th: ติดตั้ง
tr_tr: Dağıt
vi_vn: Triển khai
zh_cn: 部署
zh_tw: 部署

source: Development &amp; Manual Run
ar_sa: تطوير وتشغيل يدوي
da_dk: Udvikling & Manuel kørsel
de_de: Entwicklung & Manuelle Ausführung
el_gr: Ανάπτυξη & Εκτέλεση με Χειροκίνητο Τρόπο
es_es: Desarrollo y ejecución manual
id_id: Pengembangan & Jalankan Manual
it_it: Sviluppo e Esecuzione Manuale
nl_nl: Ontwikkeling & Handmatig uitvoeren
pl_pl: Rozwój i uruchomienie ręczne
pt_pt: Desenvolvimento & Execução Manual
ro_ro: Dezvoltare & Rulare Manuală
ru_ru: Разработка и ручной запуск
sv_se: Utveckling & Manuell körning
th_th: การพัฒนาและการรันด้วยตนเอง
tr_tr: Geliştirme & Manuel Çalıştırma
vi_vn: Phát triển & Chạy thủ công
zh_cn: 开发与手动运行
zh_tw: 開發與手動執行

source: Execute `dotnet run` to run the app.
ar_sa: نفّذ `dotnet run` لتشغيل التطبيق.
da_dk: Udfør `dotnet run` for at køre appen.
de_de: Führen Sie `dotnet run` aus, um die Anwendung zu starten.
el_gr: Εκτελέστε το `dotnet run` για να εκτελέσετε την εφαρμογή.
es_es: Ejecute `dotnet run` para ejecutar la aplicación.
id_id: Jalankan `dotnet run` untuk menjalankan aplikasi.
it_it: Esegui `dotnet run` per avviare l'app.
nl_nl: Voer `dotnet run` uit om de app te starten.
pl_pl: Wykonaj `dotnet run`, aby uruchomić aplikację.
pt_pt: Execute `dotnet run` para executar a aplicação.
ro_ro: Execută `dotnet run` pentru a rula aplicația.
ru_ru: Выполните `dotnet run`, чтобы запустить приложение.
sv_se: Kör `dotnet run` för att köra appen.
th_th: ดำเนินการ `dotnet run` เพื่อรันแอป
tr_tr: Uygulamayı çalıştırmak için `dotnet run` komutunu çalıştırın.
vi_vn: Thực hiện `dotnet run` để chạy ứng dụng.
zh_cn: 执行 `dotnet run` 以运行应用程序。
zh_tw: 執行 `dotnet run` 來執行應用程式。

source: Execute `npm install` at `wwwroot` folder.
ar_sa: نفّذ `npm install` في مجلد `wwwroot`.
da_dk: Udfør `npm install` i mappen `wwwroot`.
de_de: Führen Sie `npm install` im `wwwroot`-Ordner aus.
el_gr: Εκτελέστε το `npm install` στο φάκελο `wwwroot`.
es_es: Ejecute `npm install` en la carpeta `wwwroot`.
id_id: Jalankan `npm install` di folder `wwwroot`.
it_it: Esegui `npm install` nella cartella `wwwroot`.
nl_nl: Voer `npm install` uit in de map `wwwroot`.
pl_pl: Wykonaj `npm install` w katalogu `wwwroot`.
pt_pt: Execute `npm install` na pasta `wwwroot`.
ro_ro: Execută `npm install` în folderul `wwwroot`.
ru_ru: Выполните `npm install` в папке `wwwroot`.
sv_se: Kör `npm install` i mappen `wwwroot`.
th_th: ดำเนินการ `npm install` ที่โฟลเดอร์ `wwwroot
tr_tr: wwwroot klasöründe `npm install` komutunu çalıştırın.
vi_vn: Thực thi `npm install` tại thư mục `wwwroot`.
zh_cn: 在 wwwroot 文件夹中执行 `npm install`。
zh_tw: 在 `wwwroot` 資料夾中執行 `npm install`。

source: First, install Docker. Then run the following commands in a Linux shell:
ar_sa: أولاً، قم بتثبيت Docker. ثم قم بتشغيل الأوامر التالية في غلاف لينكس.
da_dk: Først skal du installere Docker. Kør derefter følgende kommandoer i et Linux-terminal.
de_de: Zuerst Docker installieren. Führen Sie danach die folgenden Befehle in einer Linux-Shell aus.
el_gr: Πρώτα, εγκαταστήστε το Docker. Στη συνέχεια, εκτελέστε τις ακόλουθες εντολές σε ένα περιβάλλον Linux.
es_es: Primero, instala Docker. Luego, ejecuta los siguientes comandos en una shell de Linux.
id_id: Pertama, instal Docker. Kemudian jalankan perintah-perintah berikut di shell Linux.
it_it: Prima, installa Docker. Poi esegui i comandi seguenti in un ambiente Linux.
nl_nl: Eerst Docker installeren. Voer daarna de volgende opdrachten uit in een Linux-shell.
pl_pl: Najpierw zainstaluj Docker. Następnie uruchom następujące polecenia w powłoce Linux.
pt_pt: Primeiro, instale o Docker. Em seguida, execute os seguintes comandos numa shell do Linux.
ro_ro: În primul rând, instalați Docker. Apoi rulați comenzile următoare într-un shell Linux.
ru_ru: Сначала установите Docker. Затем выполните следующие команды в оболочке Linux.
sv_se: Först installera Docker. Kör sedan följande kommandon i ett Linux-gränssnitt.
th_th: ก่อนอื่น ติดตั้ง Docker แล้วรันคำสั่งต่อไปนี้ใน shell ของ Linux
tr_tr: Öncelikle Docker'ı kurun. Daha sonra aşağıdaki komutları bir Linux kabuğunda çalıştırın.
vi_vn: Đầu tiên, cài đặt Docker. Sau đó chạy các lệnh sau trong môi trường shell Linux.
zh_cn: 首先，安装 Docker。然后在 Linux 终端中运行以下命令：
zh_tw: 首先，安裝 Docker。然後在 Linux 終端機中執行下列指令。

source: Image
ar_sa: الصورة
da_dk: Billede
de_de: Bild
el_gr: Εικόνα
es_es: Imagen
id_id: Gambar
it_it: Immagine
nl_nl: Afbeelding
pl_pl: Obraz
pt_pt: Imagem
ro_ro: Imagine
ru_ru: Образ
sv_se: Bild
th_th: ภาพ
tr_tr: Görüntü
vi_vn: Ảnh
zh_cn: 镜像
zh_tw: 映像

source: Live Demo
ar_sa: عرض تجريبي مباشر
el_gr: Ζωντανή Προβολή
es_es: Demo en vivo
id_id: Demo Langsung
it_it: Demo Live
pl_pl: Demo na żywo
pt_pt: Demonstração ao Vivo
ro_ro: Demo live
ru_ru: Онлайн-демо
th_th: ดемอสด
tr_tr: Canlı Demo
vi_vn: Demo trực tiếp
zh_cn: 实时演示
zh_tw: 即時演示

source: ManHours is a tool to generate a badge for your repository. When skimming a new repository, you can see how much time went into creating it. Deploy this on your server, open ManHours in your browser, and generate badges for your projects instantly.
ar_sa: ManHours أداة لإنشاء شارة لمستودعك. عند التصفح السريع لمستودع جديد، يمكنك رؤية المدة التي استغرقها إنشاؤه. نشرها على خادمك، وافتح ManHours في متصفحك، وقم بإنشاء الشارات لمشاريعك فورًا.
da_dk: ManHours er et værktøj til at generere et badge til dit repository. Når du gennemgår et nyt repository, kan du se, hvor meget tid der er gået til at lave det. Installer dette på din server, åbn ManHours i din browser og generer badges til dine projekter med det samme.
de_de: ManHours ist ein Tool, um ein Badge für Ihr Repository zu generieren. Wenn Sie ein neues Repository überfliegen, können Sie sehen, wie viel Zeit in die Erstellung investiert wurde. Stellen Sie dies auf Ihrem Server bereit, öffnen Sie ManHours in Ihrem Browser und generieren Sie sofort Badges für Ihre Projekte.
el_gr: Το ManHours είναι ένα εργαλείο για τη δημιουργία ενός εικονικού σημείου για το αποθετήριό σας. Όταν αναζητάτε ένα νέο αποθετήριο, μπορείτε να δείτε πόσος χρόνος δαπανήθηκε για τη δημιουργία του. Τοποθετήστε το στο δικό σας διακομιστή, ανοίξτε το ManHours στον περιηγητή σας και δημιουργήστε εικονικά σημεία για τα αποθετήριά σας αμέσως.
es_es: ManHours es una herramienta para generar un distintivo para tu repositorio. Al revisar rápidamente un repositorio nuevo, puedes ver cuánto tiempo se ha invertido en crearlo. Implementa esto en tu servidor, abre ManHours en tu navegador y genera distintivos para tus proyectos de inmediato.
id_id: ManHours adalah alat untuk membuat badge untuk repositori Anda. Saat membuka repositori baru, Anda dapat melihat berapa lama waktu yang dihabiskan untuk membuatnya. Deploy ini di server Anda, buka ManHours di browser Anda, dan buat badge untuk proyek Anda secara instan.
it_it: ManHours è uno strumento per generare un badge per il tuo repository. Quando sfogli un nuovo repository, puoi vedere quanto tempo è stato impiegato per crearlo. Distribuiscilo sul tuo server, apri ManHours nel browser e genera badge per i tuoi progetti istantaneamente.
pl_pl: ManHours to narzędzie do generowania insignium dla Twojego repozytorium. Przy przeglądaniu nowego repozytorium możesz zobaczyć, ile czasu poszło na jego stworzenie. Wdróż to na swoim serwerze, otwórz ManHours w przeglądarce i natychmiast generuj insignia dla swoich projektów.
pt_pt: ManHours é uma ferramenta para gerar um badge para o seu repositório. Ao navegar rapidamente por um novo repositório, pode ver quanto tempo foi gasto na sua criação. Implemente-o no seu servidor, abra o ManHours no navegador e gere badges para os seus projetos instantaneamente.
ro_ro: ManHours este un instrument pentru generarea unui badge pentru repository-ul tău. Când parcurgi rapid un repository nou, poți vedea cât timp a fost necesar pentru a-l crea. Dezvoltă-l pe serverul tău, deschide ManHours în browser și generează badge-uri pentru proiectele tale instantaneu.
ru_ru: ManHours — это инструмент для создания значка для вашего репозитория. При просмотрах нового репозитория вы можете увидеть, сколько времени ушло на его создание. Разверните это на своем сервере, откройте ManHours в браузере и мгновенно создавайте значки для своих проектов.
sv_se: ManHours är ett verktyg för att generera en badge för ditt repository. När du bläddrar bland ett nytt repository kan du se hur mycket tid som har lagts ner på att skapa det. Distribuera detta på din server, öppna ManHours i din webbläsare och generera badges för dina projekt direkt.
th_th: ManHours เป็นเครื่องมือที่ใช้สร้างบัตรสำหรับรีพอซิทอรีของคุณ ขณะที่กำลังดูรีพอซิทอรีใหม่ ๆ คุณจะเห็นว่าใช้เวลาเท่าใดในการสร้างมัน ติดตั้งบนเซิร์ฟเวอร์ของคุณ แล้วเปิด ManHours ในเบราว์เซอร์ และสร้างบัตรสำหรับโปรเจกต์ของคุณได้ทันที
tr_tr: ManHours, depoınız için bir rozet oluşturmak için bir araçtır. Yeni bir depoya göz atarken, onu oluşturmak için ne kadar sürenin harcandığını görebilirsiniz. Bu aracı sunucunuza dağıtın, tarayıcınızda ManHours'u açın ve projeleriniz için rozetleri anında oluşturun.
vi_vn: ManHours là một công cụ để tạo biểu tượng cho kho lưu trữ của bạn. Khi lướt qua một kho lưu trữ mới, bạn có thể thấy thời gian đã được dành để tạo ra nó. Triển khai nó trên máy chủ của bạn, mở ManHours trong trình duyệt của bạn, và tạo biểu tượng cho các dự án của bạn ngay lập tức.
zh_cn: ManHours 是一个用于为您的仓库生成徽章的工具。当快速浏览一个新的仓库时，您可以查看创建它所花费的时间。将此部署在您的服务器上，在浏览器中打开 ManHours，即可立即为您的项目生成徽章。
zh_tw: ManHours 是一個用來為您的程式庫產生徽章的工具。當您快速瀏覽新的程式庫時，可以看見建立它所花費的時間。將此部署在您的伺服器上，於瀏覽器中開啟 ManHours，立即為您的專案產生徽章。

source: Open the `.sln` file.
ar_sa: افتح ملف `.sln` .
da_dk: Åbn filen `.sln`.
de_de: Öffnen Sie die `.sln`-Datei.
el_gr: Άνοιγμα του αρχείου `.sln`.
es_es: Abra el archivo `.sln`.
id_id: Buka file `.sln` tersebut.
it_it: Apri il file `.sln`.
nl_nl: Open het `.sln` bestand.
pl_pl: Otwórz plik `.sln`.
pt_pt: Abra o ficheiro `.sln`.
ro_ro: Deschide fișierul `.sln`.
ru_ru: Откройте файл `.sln`.
sv_se: Öppna filen `.sln`.
th_th: เปิดไฟล์ .sln
tr_tr: .sln` dosyasını açın.
vi_vn: Mở tệp `.sln` file.
zh_cn: 打开 `.sln` 文件。
zh_tw: 開啟 `.sln` 檔案。

source: Or with a custom port:
ar_sa: أو باستخدام منفذ مخصص:
da_dk: Eller med en brugerdefineret port:
de_de: Oder mit einem benutzerdefinierten Port:
el_gr: Ή με ένα προσαρμοσμένο θύρα:
es_es: O con un puerto personalizado:
id_id: Atau dengan port khusus:
it_it: Oppure con una porta personalizzata:
nl_nl: Of met een aangepaste poort:
pl_pl: Lub z niestandardowym portem:
pt_pt: Ou com uma porta personalizada:
ro_ro: Sau cu un port personalizat:
ru_ru: Или с пользовательским портом:
sv_se: Eller med en anpassad port:
th_th: หรือใช้พอร์ตกำหนดเอง:
tr_tr: Veya özel bir port ile:
vi_vn: Hoặc với cổng tùy chỉnh:
zh_cn: 或使用自定义端口：
zh_tw: 或使用自訂通訊埠：

source: Ports
ar_sa: المنافذ
da_dk: Porte
el_gr: Θύρες
es_es: Puertos
id_id: Port
it_it: Porte
nl_nl: Poorten
pl_pl: Porty
pt_pt: Portas
ro_ro: Porturi
ru_ru: Порты
sv_se: Portar
th_th: พอร์ต
tr_tr: Portlar
vi_vn: Cổng
zh_cn: 端口
zh_tw: 通訊埠

source: Prerequisites
ar_sa: المتطلبات المسبقة
da_dk: Krav
de_de: Voraussetzungen
el_gr: Προαπαιτούμενα
es_es: Requisitos previos
id_id: Prasyarat
it_it: Prerequisiti
nl_nl: Voorwaarden
pl_pl: Wymagania wstępne
pt_pt: Pré-requisitos
ro_ro: Cerințe preliminare
ru_ru: Предварительные требования
sv_se: Krav
th_th: ข้อกำหนดเบื้องต้น
tr_tr: Gereksinimler
vi_vn: Yêu cầu tiên quyết
zh_cn: 先决条件
zh_tw: 先決條件

source: Press `F5` to run the app.
ar_sa: اضغط على مفتاح `F5` لتشغيل التطبيق.
da_dk: Tryk på `F5` for at køre appen.
de_de: Drücken Sie `F5`, um die Anwendung auszuführen.
el_gr: Πατήστε το `F5` για να εκτελέσετε την εφαρμογή.
es_es: Pulse `F5` para ejecutar la aplicación.
id_id: Tekan `F5` untuk menjalankan aplikasi.
it_it: Premi `F5` per avviare l'app.
nl_nl: Druk op `F5` om de app uit te voeren.
pl_pl: Naciśnij klawisz `F5`, aby uruchomić aplikację.
pt_pt: Prima `F5` para executar a aplicação.
ro_ro: Apăsați `F5` pentru a rula aplicația.
ru_ru: Нажмите `F5`, чтобы запустить приложение.
sv_se: Tryck på `F5` för att köra appen.
th_th: กดปุ่ม `F5` เพื่อรันแอป
tr_tr: F5 tuşuna basarak uygulamayı çalıştırın.
vi_vn: Nhấn `F5` để chạy ứng dụng.
zh_cn: 按 F5 运行应用程序。
zh_tw: 按 F5 鍵執行應用程式。

source: Property
ar_sa: الخاصية
da_dk: Egenskab
de_de: Eigenschaft
el_gr: Ιδιότητα
es_es: Propiedad
id_id: Properti
it_it: Proprietà
nl_nl: Eigenschap
pl_pl: Właściwość
pt_pt: Propriedade
ro_ro: Proprietate
ru_ru: Свойство
sv_se: Egenskap
th_th: คุณสมบัติ
tr_tr: Özellik
vi_vn: Thuộc tính
zh_cn: 属性
zh_tw: 屬性

source: Pull Request
ar_sa: طلب سحب
da_dk: Foreslå ændring
es_es: Solicitud de extracción
id_id: Permintaan Tarik
it_it: Richiesta di pull
pt_pt: Pedido de Pull
ro_ro: Cerere de integrare
ru_ru: Запрос на слияние
sv_se: Förslag på ändring
th_th: ขอร้องให้รวมการเปลี่ยนแปลง
tr_tr: Çekme Talebi
vi_vn: Yêu cầu hợp nhất
zh_cn: 拉取请求
zh_tw: 拉取請求

source: Recommended
ar_sa: مُوصى به
da_dk: Anbefalet
de_de: Empfohlen
el_gr: Συστήνεται
es_es: Recomendado
id_id: Direkomendasikan
it_it: Consigliato
nl_nl: Aanbevolen
pl_pl: Zalecane
pt_pt: Recomendado
ro_ro: Recomandat
ru_ru: Рекомендуется
sv_se: Rekommenderat
th_th: ที่แนะนำ
tr_tr: Tavsiye Edilen
vi_vn: Được đề xuất
zh_cn: 推荐
zh_tw: 推薦

source: Report Issue
ar_sa: إبلاغ عن مشكلة
da_dk: Rapporter problem
de_de: Problem melden
el_gr: Αναφορά Προβλήματος
es_es: Informar de un problema
id_id: Laporkan Masalah
it_it: Segnala un problema
nl_nl: Probleem melden
pl_pl: Zgłoś problem
pt_pt: Reportar Problema
ro_ro: Semnalare problemă
ru_ru: Сообщить об ошибке
sv_se: Rapportera problem
th_th: รายงานปัญหา
tr_tr: Sorun Bildir
vi_vn: Báo cáo Vấn đề
zh_cn: 报告问题
zh_tw: 回報問題

source: Run in Docker
ar_sa: تشغيل عبر دوكسر
da_dk: Kør i Docker
de_de: In Docker ausführen
el_gr: Εκτέλεση σε Docker
es_es: Ejecutar en Docker
id_id: Jalankan di Docker
it_it: Esegui in Docker
nl_nl: In Docker uitvoeren
pl_pl: Uruchom w Dockerze
pt_pt: Executar no Docker
ro_ro: Rulează în Docker
ru_ru: Запустить в Docker
sv_se: Kör i Docker
th_th: รันใน Docker
tr_tr: Docker'da Çalıştır
vi_vn: Chạy trong Docker
zh_cn: 在 Docker 中运行
zh_tw: 在 Docker 中執行

source: Run in Ubuntu
ar_sa: تشغيل على أوبونتو
da_dk: Kør i Ubuntu
de_de: In Ubuntu ausführen
el_gr: Εκτέλεση σε Ubuntu
es_es: Ejecutar en Ubuntu
id_id: Jalankan di Ubuntu
it_it: Esegui su Ubuntu
nl_nl: Uitvoeren in Ubuntu
pl_pl: Uruchom w Ubuntu
pt_pt: Executar no Ubuntu
ro_ro: Rulează în Ubuntu
ru_ru: Запустить в Ubuntu
sv_se: Kör i Ubuntu
th_th: รันบน Ubuntu
tr_tr: Ubuntu'da Çalıştır
vi_vn: Chạy trên Ubuntu
zh_cn: 在 Ubuntu 上运行
zh_tw: 在 Ubuntu 上執行

source: Run in Visual Studio
ar_sa: تشغيل في Visual Studio
da_dk: Kør i Visual Studio
de_de: In Visual Studio ausführen
el_gr: Εκτέλεση στο Visual Studio
es_es: Ejecutar en Visual Studio
id_id: Jalankan di Visual Studio
it_it: Esegui in Visual Studio
nl_nl: Uitvoeren in Visual Studio
pl_pl: Uruchom w Visual Studio
pt_pt: Executar no Visual Studio
ro_ro: Rulează în Visual Studio
ru_ru: Запустить в Visual Studio
sv_se: Kör i Visual Studio
th_th: เรียกใช้ใน Visual Studio
tr_tr: Visual Studio'da Çalıştır
vi_vn: Chạy trong Visual Studio
zh_cn: 在 Visual Studio 中运行
zh_tw: 在 Visual Studio 中執行

source: Run Manually
ar_sa: تشغيل يدويًا
da_dk: Kør manuelt
de_de: Manuell ausführen
el_gr: Εκτέλεση χειροκίνητα
es_es: Ejecutar manualmente
id_id: Jalankan Secara Manual
it_it: Esegui Manualmente
nl_nl: Handmatig uitvoeren
pl_pl: Uruchom ręcznie
pt_pt: Executar Manualmente
ro_ro: Rulează manual
ru_ru: Запустить вручную
sv_se: Kör manuellt
th_th: รันด้วยตนเอง
tr_tr: El ile Çalıştır
vi_vn: Chạy thủ công
zh_cn: 手动运行
zh_tw: 手動執行

source: Self Host
ar_sa: الاستضافة الذاتية
da_dk: Selvhost
de_de: Selbsthosten
el_gr: Αυτοδιαχείριση
es_es: Autohospedado
id_id: Sendiri
it_it: Auto-ospitato
nl_nl: Zelf hosten
pl_pl: Samodzielne hostowanie
pt_pt: Auto-Hospedado
ro_ro: Auto-gestionare
ru_ru: Самостоятельная установка
sv_se: Egen värd
th_th: โฮสต์เอง
tr_tr: Kendi Sunucunuzda Kur
vi_vn: Tự Host
zh_cn: 自托管
zh_tw: 自行主機

source: That will start a web server at http://localhost:5000 and you can test the app.
ar_sa: سيبدأ هذا الخادم الويب على http://localhost:5000 ويمكنك اختبار التطبيق.
da_dk: Det vil starte en webserver på http://localhost:5000, og du kan teste appen.
de_de: Das startet einen Webserver unter http://localhost:5000 und Sie können die App testen.
el_gr: Θα εκκινήσει έναν web server στο http://localhost:5000 και μπορείτε να δοκιμάσετε την εφαρμογή.
es_es: Eso iniciará un servidor web en http://localhost:5000 y podrás probar la aplicación.
id_id: Itu akan memulai server web di http://localhost:5000 dan Anda dapat menguji aplikasinya.
it_it: Avvierà un server web all'indirizzo http://localhost:5000 e potrai provare l'app.
nl_nl: Dat start een webserver op http://localhost:5000 en u kunt de app testen.
pl_pl: To uruchomi serwer sieci Web pod adresem http://localhost:5000 i możesz przetestować aplikację.
pt_pt: Isto vai iniciar um servidor web em http://localhost:5000 e pode testar a aplicação.
ro_ro: Aceasta va porni un server web la http://localhost:5000 și puteți testa aplicația.
ru_ru: Это запустит веб-сервер по адресу http://localhost:5000, и вы сможете протестировать приложение.
sv_se: Detta kommer att starta en webbserver på http://localhost:5000 och du kan testa appen.
th_th: จะเริ่มเซิร์ฟเวอร์เว็บที่ http://localhost:5000 และคุณสามารถทดสอบแอปได้
tr_tr: http://localhost:5000 adresinde bir web sunucusu başlatılacak ve uygulamayı test edebilirsiniz.
vi_vn: Điều này sẽ khởi động một máy chủ web tại http://localhost:5000 và bạn có thể kiểm tra ứng dụng.
zh_cn: 这将启动一个位于 http://localhost:5000 的 Web 服务器，您可以测试该应用。
zh_tw: 這將啟動位於 http://localhost:5000 的網頁伺服器，您就可以測試應用程式了。

source: The default username is:
da_dk: Standardbrugernavn er:
id_id: Nama pengguna bawaan adalah:
pl_pl: Domyślna nazwa użytkownika to:
pt_pt: O nome de utilizador predefinido é:
ro_ro: Numele de utilizator implicit este:
th_th: ชื่อผู้ใช้เริ่มต้นคือ:
zh_tw: 預設使用者名稱是：
