Repository: AiursoftWeb/Manhours
Catalog: src/Aiursoft.Manhours/Resources/Configuration/SettingsMap.*.resx
Languages: th_th

source: Allow User Adjust Nickname
th_th: อนุญาตให้ผู้ใช้ปรับชื่อเล่น

source: Allow users to adjust their nickname in the profile management page.
th_th: อนุญาตให้ผู้ใช้ปรับชื่อเล่นของตนเองในหน้าจัดการโปรไฟล์

source: Brand Home URL
th_th: URL หน้าหลักของแบรนด์

source: Brand Name
th_th: ชื่อแบรนด์

source: Dashboard Banner
th_th: แบนเนอร์แดชบอร์ด

source: ICP Number
th_th: เลขที่ ICP

source: Project Logo
th_th: โลโก้โครงการ

source: Project Name
th_th: ชื่อโปรเจกต์

source: The banner image displayed on the dashboard.
th_th: ภาพแบนเนอร์ที่แสดงบนแดชบอร์ด

source: The brand name of the company or project. E.g. Aiursoft.
th_th: ชื่อแบรนด์ของบริษัทหรือโครงการ ตัวอย่างเช่น Aiursoft

source: The ICP license number for China mainland users. Leave empty to hide.
th_th: หมายเลขใบอนุญาต ICP สำหรับผู้ใช้ในจีนแผ่นดินใหญ่ ปล่อยว่างไว้เพื่อซ่อน

source: The logo of the project displayed in the navbar and footer. Support jpg, png, svg.
th_th: โลโก้ของโครงการที่แสดงในแถบเมนูด้านบนและฟุตเตอร์ รองรับไฟล์ jpg, png, svg

source: The name of the project displayed in the frontend.
th_th: ชื่อโปรเจกต์ที่แสดงในส่วนหน้าเว็บไซต์

source: The URL of the company or project. E.g. https://www.aiursoft.com
th_th: URL ของบริษัทหรือโครงการ ตัวอย่างเช่น https://www.aiursoft.com
