Repository: AiursoftWeb/Manhours
Catalog: src/Aiursoft.Manhours/Resources/Views/Badge/Render.*.resx
Languages: da_dk, el_gr, th_th

source: Total Man Hours
da_dk: Samlede mandetimer
el_gr: Συνολικές Ώρες Εργασίας
th_th: ชั่วโมงทำงานรวม

source: Repository ManHours Statistics
da_dk: Repository Arbejdstimer Statistik
el_gr: Στατιστικά Ανθρωποωρών Αποθετηρίου
th_th: สถิติชั่วโมงการทำงานของ Repository

source: Hours
da_dk: Timer
el_gr: Ώρες
th_th: ชั่วโมง

source: Active days deleted
da_dk: Aktive arbejdsdage
th_th: วันทำงานที่ใช้งาน

source: Details
da_dk: Detaljer
el_gr: Λεπτομέρειες
th_th: รายละเอียด

source: Contributors
da_dk: Bidragydere
el_gr: Συνεισφέροντες
th_th: ผู้มีส่วนร่วม

source: Std Dev
da_dk: Std.afv.
el_gr: Τυπική Απόκλιση
th_th: ส่วนเบี่ยงเบนมาตรฐาน

source: My Stats
da_dk: Mine statistikker
el_gr: Τα Στατιστικά Μου
th_th: สถิติของฉัน

source: Average Hours
da_dk: Gennemsnitlige timer
el_gr: Μέσες Ώρες
th_th: ชั่วโมงเฉลี่ย

source: Repository Stats
da_dk: Repository-statistik
el_gr: Στατιστικά Αποθετηρίου
th_th: สถิติของที่เก็บ

source: Total Hours
da_dk: Samlede timer
el_gr: Συνολικές Ώρες
th_th: ชั่วโมงรวม

source: Active Days
da_dk: Aktive dage
el_gr: Ενεργές Ημέρες
th_th: วันที่มีการทำงาน

source: Previous
da_dk: Forrige

source: Showing
da_dk: Viser

source: Next
da_dk: NÃ¦ste

source: contributors deleted
da_dk: bidragydere

source: of
da_dk: af

source: Commits
el_gr: Υποβολές
th_th: คอมมิต

source: Active days
el_gr: Ενεργές ημέρες εργασίας
