Repository: AiursoftWeb/Manhours
Catalog: src/Aiursoft.Manhours/Resources/Views/Contributions/MyContributions.*.resx
Languages: ar_sa, da_dk, it_it, ja_jp, ro_ro, th_th, tr_tr

source: Repository
ar_sa: المستودع
ja_jp: リポジトリ
ro_ro: Depozit
th_th: ที่เก็บโค้ด
tr_tr: Depo

source: My Contributions
ar_sa: مساهماتي
da_dk: Mine Bidrag
it_it: I Miei Contributi
ja_jp: 私の貢献
ro_ro: Contribuțiile mele
th_th: ผลงานของฉัน
tr_tr: Katkılarım

# Work Hours
source: Hours Worked
ar_sa: ساعات العمل
da_dk: Arbejdstimer
it_it: Ore di Lavoro
ja_jp: 作業時間
ro_ro: Ore de lucru
th_th: ชั่วโมงทำงาน
tr_tr: Çalışma Saatleri

source: Active Days
ar_sa: الأيام النشطة
da_dk: Aktive dage
it_it: Giorni Attivi
ja_jp: 活動日数
ro_ro: Zile Active
th_th: วันที่มีกิจกรรม
tr_tr: Aktif Günler

# Total Work Hours
source: Total Hours Worked
ar_sa: إجمالي ساعات العمل
da_dk: Samlede arbejdstimer
it_it: Ore Totali di Lavoro
ja_jp: 総作業時間
ro_ro: Total Ore Lucrate
th_th: ชั่วโมงทำงานทั้งหมด
tr_tr: Toplam Çalışma Saati

source: Total Commits
ar_sa: إجمالي عمليات الالتزام
da_dk: Samlede Commits
it_it: Commit Totali
ja_jp: 総コミット数
th_th: จำนวนคอมมิตทั้งหมด
tr_tr: Toplam Commitler

# Contributed Repositories
source: Repositories Contributed To
ar_sa: المستودعات المساهمة
da_dk: Bidragne Repositories
it_it: Repository Contribuiti
ja_jp: 貢献したリポジトリ
ro_ro: Depozite Contribuite
th_th: ที่เก็บรหัสที่คุณมีส่วนร่วม
tr_tr: Katkıda Bulunulan Depolar

source: Commits
ar_sa: التزامات
da_dk: Indsendelser
it_it: Commit
ja_jp: コミット数
ro_ro: Commituri
th_th: คอมมิต
tr_tr: İşlemeler

source: Days
ar_sa: أيام
da_dk: Dage
it_it: Giorni
ja_jp: 日
ro_ro: Zile
th_th: วัน
tr_tr: Gün

source: Action
ar_sa: الإجراء
da_dk: Handling
it_it: Azione
ja_jp: 操作
ro_ro: Acțiune
th_th: การดำเนินการ
tr_tr: İşlem

# View Repo
source: View Repository
ar_sa: عرض المستودع
da_dk: Se Repo
it_it: Visualizza Repo
ja_jp: リポジトリを表示
ro_ro: Vezi Depozitul
th_th: ดูรีโพ
tr_tr: Depoyu Görüntüle

source: All Contributions
ar_sa: جميع المساهمات
da_dk: Alle Bidrag
it_it: Tutti i Contributi
ja_jp: すべての貢献
ro_ro: Toate Contribuțiile
th_th: ผลงานทั้งหมด
tr_tr: Tüm Katkılar

source: No contributions found yet. Start coding!
ar_sa: لم يتم العثور على مساهمات بعد. ابدأ بالبرمجة!
da_dk: Ingen bidrag fundet endnu. Begynd at kode!
it_it: Nessun contributo trovato ancora. Inizia a programmare!
ja_jp: まだ貢献が見つかりません。コーディングを始めましょう！
ro_ro: Nu s-au găsit încă contribuții. Începe să codezi!
th_th: ยังไม่พบผลงานใด ๆ เริ่มเขียนโค้ดเลย!
tr_tr: Henüz katkı bulunamadı. Kod yazmaya başla!
