Repository: AiursoftWeb/Manhours
Catalog: src/Aiursoft.Manhours/Resources/Views/Contributions/MyWeeklyReport.*.resx
Languages: ar_sa, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_hk, zh_tw

source: 996? Working almost non-stop. This will stifle creativity. Exceeds normal pressure limits. Stop working!
ar_sa: 996؟ العمل تقريبًا دون توقف. سيقلل من الإبداع. يتجاوز الحد الطبيعي للضغط. توقف عن العمل!
da_dk: 996? Arbejder næsten uden pause. Vil reducere kreativiteten. Overskrider det normale presgrænse. Stop med at arbejde!
de_de: 996? Fast durchgehend arbeiten. Wird die Kreativität beeinträchtigen. Überschreitet das normale Belastungslimit. Hör auf zu arbeiten!
el_gr: 996; Σχεδόν αδιάκοπη εργασία. Θα μειώσει τη δημιουργικότητα. Υπερβαίνει το φυσιολογικό όριο πίεσης. Σταματήστε να εργάζεστε!
es_es: ¿996? Casi trabajando sin parar. Reducirá la creatividad. Supera el límite normal de presión. ¡Deja de trabajar!
fi_fi: 996? Melkein työskentelet tauotta. Vähentää luovuutta. Ylittää normaalin paineen rajan. Lopeta työskentely!
fr_fr: 996 ? Travailler presque sans arrêt. Cela réduira la créativité. Dépassement de la limite de pression normale. Arrêtez de travailler !
hi_in: 996? लगभग बिना रुके काम करना। रचनात्मकता कम कर देगा। सामान्य दबाव सीमा से अधिक। काम करना बंद करो!
id_id: 996? Hampir bekerja tanpa henti. Akan mengurangi kreativitas. Melebihi batas tekanan normal. Berhenti bekerja!
it_it: 996? Lavori quasi senza sosta. Ridurrà la creatività. Supera il limite normale di pressione. Smetti di lavorare!
ja_jp: 996？ほぼ休みなく働いています。創造性が低下します。通常のプレッシャー限界を超えています。働くのをやめてください！
ko_kr: 996? 거의 쉬지 않고 일하는 건가요? 창의성이 떨어질 수 있습니다. 정상적인 업무 압력 한계를 초과했습니다. 일을 멈추세요!
nl_nl: 996? Werk je bijna non-stop. Vermindert creativiteit. Overschrijdt de normale druklimiet. Stop met werken!
pl_pl: 996? Prawie bez przerwy. Zmniejszy kreatywność. Przekracza normalny limit presji. Przestań pracować!
pt_br: 996? Trabalhando quase sem parar. Isso reduzirá a criatividade. Excede o limite normal de pressão. Pare de trabalhar!
ro_ro: 996? Aproape că lucrezi non-stop. Va reduce creativitatea. Depășește limita normală de presiune. Încetează să mai lucrezi!
ru_ru: 996? Работа почти без остановки. Это снизит креативность. Превышен нормальный предел нагрузки. Прекратите работать!
sv_se: 996? Jobbar nästan utan uppehåll. Kommer att minska kreativiteten. Överstiger normala tryckgränser. Sluta arbeta!
th_th: 996? ทำงานแทบไม่หยุดพัก จะลดทอนความคิดสร้างสรรค์ เกินขีดจำกัดความกดดันปกติ หยุดทำงานได้แล้ว!
tr_tr: 996? Neredeyse durmadan çalışıyorsun. Yaratıcılığı azaltır. Normal baskı sınırını aşıyor. Çalışmayı bırak!
uk_ua: 996? Практично безперервна робота. Знижує креативність. Перевищує нормальну межу навантаження. Припиніть працювати!
vi_vn: 996? Làm việc gần như không ngừng nghỉ. Sẽ làm giảm sự sáng tạo. Vượt quá giới hạn áp lực bình thường. Ngừng làm việc!
zh_cn: 您的公司是996工作制吗？您几乎在连轴工作。这种工作负荷会严重降低你的创意！这几乎已经超过了一个正常工作的压力上限。不要再工作了！
zh_hk: 996？幾乎無間斷工作。會降低創造力。超出正常壓力上限。停止工作！
zh_tw: 996？幾乎不間斷工作。會降低創造力。超出正常壓力極限。停止工作！

source: Action
ar_sa: إجراء
da_dk: Handling
de_de: Aktion
el_gr: Ενέργεια
es_es: Acción
fi_fi: Toiminto
hi_in: कार्रवाई
id_id: Tindakan
it_it: Azione
ja_jp: 操作
ko_kr: 액션
nl_nl: Actie
pl_pl: Akcja
pt_br: Ação
ro_ro: Acțiune
ru_ru: Действие
sv_se: Åtgärd
th_th: การดำเนินการ
tr_tr: Eylem
uk_ua: Дія
vi_vn: Hành động
zh_cn: 操作
zh_hk: 操作
zh_tw: 操作

source: Active Days
ar_sa: الأيام النشطة
da_dk: Aktive dage
de_de: Aktive Tage
el_gr: Ενεργές Ημέρες
es_es: Días Activos
fi_fi: Aktiiviset päivät
fr_fr: Jours d'activité
hi_in: सक्रिय दिन
id_id: Hari Aktif
it_it: Giorni Attivi
ja_jp: 稼働日数
ko_kr: 활동 일수
nl_nl: Actieve Dagen
pl_pl: Aktywne Dni
pt_br: Dias Ativos
ro_ro: Zile Active
ru_ru: Активные дни
sv_se: Aktiva dagar
th_th: วันที่มีกิจกรรม
tr_tr: Aktif Günler
uk_ua: Активні дні
vi_vn: Ngày làm việc
zh_cn: 活跃天数
zh_hk: 活躍日數
zh_tw: 活躍天數

source: Add repository now
ar_sa: أضف مستودعًا الآن
da_dk: Tilføj repository nu
de_de: Repository jetzt hinzufügen
el_gr: Προσθήκη αποθετηρίου τώρα
es_es: Añadir repositorio ahora
fi_fi: Lisää arkisto nyt
fr_fr: Ajouter un dépôt maintenant
hi_in: अभी रिपॉजिटरी जोड़ें
id_id: Tambahkan repositori sekarang
it_it: Aggiungi repository ora
ja_jp: リポジトリを今すぐ追加
ko_kr: 지금 저장소 추가
nl_nl: Voeg repository nu toe
pl_pl: Dodaj repozytorium teraz
pt_br: Adicionar repositório agora
ro_ro: Adaugă depozit acum
ru_ru: Добавить репозиторий сейчас
sv_se: Lägg till arkiv nu
th_th: เพิ่ม repository ตอนนี้
tr_tr: Depo ekle
uk_ua: Додати репозиторій зараз
vi_vn: Thêm kho lưu trữ ngay
zh_cn: 立即添加仓库
zh_hk: 立即新增儲存庫
zh_tw: 立即新增儲存庫

source: All Contributions
ar_sa: جميع المساهمات
da_dk: Alle Bidrag
de_de: Alle Beiträge
el_gr: Όλες οι Συνεισφορές
es_es: Todas las Contribuciones
fi_fi: Kaikki panokset
fr_fr: Toutes les contributions
hi_in: सभी योगदान
id_id: Semua Kontribusi
it_it: Tutti i Contributi
ja_jp: すべての貢献
ko_kr: 전체 기여
nl_nl: Alle Bijdragen
pl_pl: Wszystkie Wkłady
pt_br: Todas as Contribuições
ro_ro: Toate Contribuțiile
ru_ru: Все вклады
sv_se: Alla bidrag
th_th: ผลงานทั้งหมด
tr_tr: Tüm Katkılar
uk_ua: Усі внески
vi_vn: Tất cả Đóng góp
zh_cn: 所有贡献
zh_hk: 所有貢獻
zh_tw: 所有貢獻

# Beyond comprehension. Take a break, for real.
source: Incomprehensible. Have a proper break.
ar_sa: لا يمكن استيعابها. خذ استراحة، بجدية.
da_dk: Ufatteligt. Tag en pause, helt seriøst.
de_de: Unfassbar. Mach wirklich mal eine Pause.
el_gr: Πέρα από κάθε κατανόηση. Κάνε ένα διάλειμμα, στα αλήθεια.
es_es: Incomprensible. Tómate un descanso, de verdad.
fi_fi: Ymmärryksen ulottumattomissa. Ota todellakin tauko.
fr_fr: Incompréhensible. Fais une vraie pause.
hi_in: समझ से परे। असली में, एक ब्रेक लो।
id_id: Tak terpahami. Istirahatlah, serius.
it_it: Incomprensibile. Fai una pausa, sul serio.
ja_jp: 理解を超えています。本当に休憩を取ってください。
ko_kr: 이해할 수 없습니다. 진짜로 휴식을 취하세요.
nl_nl: Onbegrijpelijk. Neem echt even pauze.
pl_pl: Nie do pojęcia. Zrób sobie przerwę, na serio.
pt_br: Incompreensível. Dê uma pausa, de verdade.
ro_ro: Dincolo de înțelegere. Fă o pauză, serios.
ru_ru: За пределами понимания. Сделай перерыв, серьёзно.
sv_se: Obegripligt. Ta en paus, på riktigt.
th_th: เกินความเข้าใจ พักผ่อนเถอะ จริงๆ
tr_tr: Akıl almaz. Gerçekten ara ver.
uk_ua: За межами розуміння. Зробіть перерву, серйозно.
vi_vn: Không thể hiểu nổi. Nghỉ ngơi đi, thật đấy.
zh_cn: 无法理解。真的，去休息一下吧。
zh_hk: 難以理解。真係要休息下喇。
zh_tw: 難以理解。真的該休息了。

source: Commits
ar_sa: العمليات
fi_fi: Commitit
fr_fr: Validations
hi_in: कमिट्स
id_id: Komit
it_it: Commit
ja_jp: コミット
ko_kr: 커밋
pl_pl: Zatwierdzenia
ro_ro: Commituri
ru_ru: Коммиты
sv_se: Incheckningar
th_th: คอมมิต
tr_tr: İşlemler
uk_ua: Коміти
vi_vn: Lần commit
zh_cn: 提交次数
zh_hk: 提交次數
zh_tw: 提交次數

# Computing...
source: Calculating...
ar_sa: جاري الحساب...
da_dk: Beregner...
de_de: Wird berechnet...
el_gr: Υπολογισμός...
es_es: Calculando...
fi_fi: Lasketaan...
fr_fr: Calcul en cours...
hi_in: गणना की जा रही है...
id_id: Sedang menghitung...
it_it: Calcolo in corso...
ja_jp: 計算中...
ko_kr: 계산 중...
nl_nl: Bezig met berekenen...
pl_pl: Obliczanie...
pt_br: Calculando...
ro_ro: Se calculează...
ru_ru: Вычисление...
sv_se: Beräknar...
th_th: กำลังคำนวณ...
tr_tr: Hesaplanıyor...
uk_ua: Обчислення...
vi_vn: Đang tính toán...
zh_cn: 计算中...
zh_hk: 計算中...
zh_tw: 計算中...

source: Days
ar_sa: أيام
da_dk: Dage
de_de: Tage
el_gr: Ημέρες
es_es: Días
fi_fi: Päivää
fr_fr: Jours
hi_in: दिन
id_id: Hari
it_it: Giorni
ja_jp: 日
ko_kr: 일
nl_nl: Dagen
pl_pl: Dni
pt_br: Dias
ro_ro: Zile
ru_ru: Дней
sv_se: Dagar
th_th: วัน
tr_tr: Günler
uk_ua: Днів
vi_vn: Ngày
zh_cn: 天
zh_hk: 日
zh_tw: 天數

source: Diligence Score
ar_sa: درجة الاجتهاد
da_dk: Flittighedsscore
de_de: Fleiß-Score
el_gr: Βαθμός Επιμέλειας
es_es: Puntuación de Diligencia
fi_fi: Ahkeruuspistemäärä
fr_fr: Score de Diligence
hi_in: परिश्रम स्कोर
id_id: Skor Kerajinan
it_it: Punteggio Diligenza
ja_jp: 勤勉スコア
ko_kr: 근면 점수
nl_nl: Vlijt Score
pl_pl: Wynik Pracowitości
pt_br: Pontuação de Diligência
ro_ro: Scor Diligență
ru_ru: Балл усердия
sv_se: Flitighetsresultat
th_th: คะแนนความขยัน
tr_tr: Çalışkanlık Puanı
uk_ua: Бал старанності
vi_vn: Điểm Chăm Chỉ
zh_cn: 勤劳程度分
zh_hk: 勤力分數
zh_tw: 勤奮指數

# Easy workload this week. Didn&apos;t the boss assign you tasks?
source: Light workload this week. Hasn't the boss given you any tasks?
ar_sa: عبء العمل خفيف هذا الأسبوع. ألم يكلفك المدير بمهام؟
da_dk: Let arbejdsbyrde denne uge. Gav chefen dig ikke nogle opgaver?
de_de: Leichte Arbeitsbelastung diese Woche. Hat der Chef dir keine Aufgaben gegeben?
el_gr: Ελαφριά φόρτωση εργασίας αυτή την εβδομάδα. Δεν σου ανέθεσε εργασίες ο προϊστάμενος;
es_es: Carga de trabajo ligera esta semana. ¿No te ha asignado tareas el jefe?
fi_fi: Kevyt työmäärä tällä viikolla. Eikö pomo antanut sinulle tehtäviä?
fr_fr: Charge de travail légère cette semaine. Le patron ne t'a pas donné de tâches ?
hi_in: इस सप्ताह का काम आसान है। क्या बॉस ने आपको कोई कार्य नहीं दिया?
id_id: Beban kerja ringan minggu ini. Apa bos tidak memberikan tugas?
it_it: Carico di lavoro leggero questa settimana. Il capo non ti ha assegnato compiti?
ja_jp: 今週は仕事が楽ですね。上司はタスクを割り当てなかったのですか？
ko_kr: 이번 주 업무량이 적네요. 상사가 업무를 할당하지 않았나요?
nl_nl: Lichte werkdruk deze week. Heeft de baas je geen taken gegeven?
pl_pl: Lekki tydzień pracy. Szef nie przydzielił Ci zadań?
pt_br: Carga de trabalho leve esta semana. O chefe não te passou tarefas?
ro_ro: Sarcină ușoară săptămâna asta. Nu ți-a dat șeful sarcini?
ru_ru: Лёгкая нагрузка на этой неделе. Босс не дал вам заданий?
sv_se: Lätt arbetsbelastning den här veckan. Har chefen inte gett dig några uppgifter?
th_th: งานเบาๆ สัปดาห์นี้ หัวหน้าไม่ได้มอบหมายงานให้เหรอ?
tr_tr: Bu hafta iş yükü hafif. Patron sana görev vermedi mi?
uk_ua: Легке навантаження цього тижня. Бос не дав вам завдань?
vi_vn: Khối lượng công việc nhẹ nhàng tuần này. Sếp không giao nhiệm vụ cho bạn à?
zh_cn: 您本周工作量轻松，老板没给你安排活吗？
zh_hk: 今個星期工作量輕鬆。老細冇派工作俾你咩？
zh_tw: 這週工作量很輕鬆。老闆沒給你派任務嗎？

source: From
ar_sa: من
da_dk: Fra
de_de: Von
el_gr: Από
es_es: Desde
fi_fi: Alkaen
fr_fr: De
hi_in: से
id_id: Dari
it_it: Da
ja_jp: 開始日
ko_kr: 부터
nl_nl: Van
pl_pl: Od
pt_br: De
ro_ro: De la
ru_ru: С
sv_se: Från
th_th: จาก
tr_tr: Başlangıç
uk_ua: З
vi_vn: Từ
zh_cn: 从
zh_hk: 由
zh_tw: 自

source: Good workload. Seems like you are working hard for your ideals and goals.
ar_sa: عبء عمل جيد. يبدو أنك تعمل بجد من أجل مُثُلك وأهدافك.
da_dk: God arbejdsbyrde. Det ser ud til, at du arbejder hårdt for dine idealer og mål.
de_de: Gute Arbeitsbelastung. Es scheint, als würdest du hart für deine Ideale und Ziele arbeiten.
el_gr: Καλό φόρτο εργασίας. Φαίνεται πως δουλεύεις σκληρά για τα ιδανικά και τους στόχους σου.
es_es: Buena carga de trabajo. Parece que estás trabajando duro por tus ideales y metas.
fi_fi: Hyvä työmäärä. Vaikuttaa siltä, että työskentelet ahkerasti ihanteidesi ja tavoitteidesi puolesta.
fr_fr: Bon travail. On dirait que vous travaillez dur pour vos idéaux et vos objectifs.
hi_in: अच्छा कार्यभार। लगता है आप अपने आदर्शों और लक्ष्यों के लिए कड़ी मेहनत कर रहे हैं।
id_id: Beban kerja yang baik. Sepertinya Anda bekerja keras untuk cita-cita dan tujuan Anda.
it_it: Buon carico di lavoro. Sembra che tu stia lavorando duramente per i tuoi ideali e obiettivi.
ja_jp: 良いワークロードです。理想や目標に向かって一生懸命働いているようですね。
ko_kr: 좋은 작업량입니다. 당신의 이상과 목표를 위해 열심히 일하고 계신 것 같습니다.
nl_nl: Goede werklast. Het lijkt erop dat je hard werkt voor je idealen en doelen.
pl_pl: Dobra ilość pracy. Wygląda na to, że ciężko pracujesz dla swoich ideałów i celów.
pt_br: Boa carga de trabalho. Parece que você está trabalhando duro pelos seus ideais e objetivos.
ro_ro: Sarcină bună de muncă. Se pare că muncești din greu pentru idealurile și obiectivele tale.
ru_ru: Хорошая нагрузка. Похоже, вы усердно работаете над своими идеалами и целями.
sv_se: Bra arbetsbelastning. Det verkar som att du arbetar hårt för dina ideal och mål.
th_th: ปริมาณงานที่ดี ดูเหมือนว่าคุณกำลังทำงานหนักเพื่ออุดมการณ์และเป้าหมายของคุณ
tr_tr: İyi iş yükü. Görünüşe göre idealleriniz ve hedefleriniz için sıkı çalışıyorsunuz.
uk_ua: Гарне навантаження. Схоже, ви наполегливо працюєте заради своїх ідеалів та цілей.
vi_vn: Khối lượng công việc tốt. Có vẻ như bạn đang làm việc chăm chỉ cho lý tưởng và mục tiêu của mình.
zh_cn: 您本周工作量不错，感觉你正在为了自己的理想和目标努力。
zh_hk: 工作量唔錯。睇嚟你為咗理想同目標都好努力。
zh_tw: 工作量不錯。看來你正為了理想與目標而努力。

source: Hours
ar_sa: ساعات
da_dk: Timer
de_de: Stunden
el_gr: Ώρες
es_es: Horas
fi_fi: Tunnit
fr_fr: Heures
hi_in: घंटे
id_id: Jam
it_it: Ore
ja_jp: 時間
ko_kr: 시간
nl_nl: Uren
pl_pl: Godziny
pt_br: Horas
ro_ro: Ore
ru_ru: Часы
sv_se: Timmar
th_th: ชั่วโมง
tr_tr: Saat
uk_ua: Години
vi_vn: Giờ
zh_cn: 小时
zh_hk: 小時
zh_tw: 小時

source: Last 7 Days
ar_sa: آخر 7 أيام
da_dk: Sidste 7 dage
de_de: Letzte 7 Tage
el_gr: Τελευταίες 7 Ημέρες
es_es: Últimos 7 días
fi_fi: Viimeiset 7 päivää
fr_fr: 7 derniers jours
hi_in: पिछले 7 दिन
id_id: 7 Hari Terakhir
it_it: Ultimi 7 giorni
ja_jp: 過去7日間
ko_kr: 지난 7일
nl_nl: Laatste 7 dagen
pl_pl: Ostatnie 7 dni
pt_br: Últimos 7 Dias
ro_ro: Ultimele 7 zile
ru_ru: Последние 7 дней
sv_se: Senaste 7 dagarna
th_th: 7 วันที่ผ่านมา
tr_tr: Son 7 Gün
uk_ua: Останні 7 днів
vi_vn: 7 Ngày Qua
zh_cn: 最近7天
zh_hk: 過去7日
zh_tw: 過去 7 天

# Legendary! Your productivity is off the charts.
source: Legendary! Your productivity is off the scale.
ar_sa: أسطوري! إنتاجيتك تتجاوز كل التوقعات.
da_dk: Legendarisk! Din produktivitet er helt over al forventning.
de_de: Legendär! Deine Produktivität sprengt alle Maßstäbe.
el_gr: Θρυλικό! Η παραγωγικότητά σου είναι εκτός των γραφημάτων.
es_es: ¡Legendario! Tu productividad está por las nubes.
fi_fi: Legendaarista! Tuottavuutesi on täysin poikkeuksellista.
fr_fr: Légendaire ! Votre productivité dépasse toutes les limites.
hi_in: अद्भुत! आपकी उत्पादकता चार्ट से बाहर है।
id_id: Legendaris! Produktivitas Anda luar biasa tinggi.
it_it: Leggendario! La tua produttività è fuori scala.
ja_jp: 伝説的！あなたの生産性は桁外れです。
ko_kr: 전설적이에요! 당신의 생산성이 정말 굉장해요.
nl_nl: Legendarisch! Je productiviteit is ongekend hoog.
pl_pl: Legendarnie! Twoja produktywność jest niesamowita.
pt_br: Lendário! Sua produtividade está nas alturas.
ro_ro: Legendary! Productivitatea ta este de neegalat.
ru_ru: Легендарно! Ваша продуктивность зашкаливает.
sv_se: Legendarisk! Din produktivitet är helt otrolig.
th_th: ตำนาน! ผลงานของคุณเหนือชั้นเกินบรรยาย
tr_tr: Efsanevi! Üretkenliğiniz grafiklerin dışında.
uk_ua: Легендарно! Ваша продуктивність зашкалює.
vi_vn: Huyền thoại! Năng suất của bạn vượt xa mọi kỳ vọng.
zh_cn: 传说级！你的生产力爆表了。
zh_hk: 傳奇！你嘅生產力爆燈。
zh_tw: 傳奇！你的生產力已經突破天際。

# Mainstay. Very active. Solid workload. No need to do so much.
source: Key contributor. Highly active. Substantial workload. No need to push quite so hard.
ar_sa: عمود فقري. نشط جدًا. عبء عمل متين. لا حاجة للقيام بالكثير.
da_dk: Bærende støtte. Meget aktiv. Solid arbejdsbyrde. Ingen grund til at gøre så meget.
de_de: Stütze. Sehr aktiv. Solide Arbeitsbelastung. Muss nicht so viel tun.
el_gr: Στήριγμα. Πολύ δραστήριος. Σταθερό φόρτο εργασίας. Δεν χρειάζεται να κάνεις τόσα πολλά.
es_es: Pilar del equipo. Muy activo. Carga de trabajo sólida. No es necesario hacer tanto.
fi_fi: Selkäranka. Erittäin aktiivinen. Vankka työmäärä. Ei tarvitse tehdä niin paljon.
fr_fr: Pilier. Très actif. Charge de travail solide. Pas besoin d'en faire autant.
hi_in: मुख्य आधार। बहुत सक्रिय। ठोस कार्यभार। इतना करने की आवश्यकता नहीं है।
id_id: Andalan. Sangat aktif. Beban kerja solid. Tidak perlu melakukan sebanyak itu.
it_it: Pilastro. Molto attivo. Carico di lavoro solido. Non c'è bisogno di fare così tanto.
ja_jp: 中核メンバー。非常に活発。堅実な作業量。そこまでやらなくても大丈夫です。
ko_kr: 중추. 매우 활발함. 탄탄한 업무량. 그렇게 많이 할 필요는 없어요.
nl_nl: Steunpilaar. Erg actief. Stevige werklast. Het is niet nodig om zoveel te doen.
pl_pl: Filar zespołu. Bardzo aktywny. Solidne obciążenie pracą. Nie trzeba aż tyle robić.
pt_br: Pilar da equipe. Muito ativo. Carga de trabalho sólida. Não precisa fazer tanto.
ro_ro: Pilon. Foarte activ. Sarcină solidă. Nu este nevoie să faci atât de mult.
ru_ru: Основной работник. Очень активен. Солидная нагрузка. Не нужно так много работать.
sv_se: Stöttepelare. Mycket aktiv. Stabil arbetsbörda. Inget behov av att göra så mycket.
th_th: เป็นกำลังหลัก ทำงานอย่างกระตือรือร้น มีปริมาณงานที่หนักแน่น ไม่จำเป็นต้องทำมากขนาดนั้น
tr_tr: Temel direk. Çok aktif. Sağlam iş yükü. Bu kadar çok yapmaya gerek yok.
uk_ua: Основа команди. Дуже активний. Надійне навантаження. Не потрібно робити так багато.
vi_vn: Trụ cột. Rất năng động. Khối lượng công việc vững chắc. Không cần làm nhiều đến thế.
zh_cn: 您怕不是公司的中流砥柱，一个人活跃这么狠，工作量相当扎实了，不用干那么多。
zh_hk: 主力。非常活躍。工作量紮實。毋須做咁多。
zh_tw: 主力成員。非常活躍。工作量紮實。不必如此操勞。

# Moderate workload. Seems like you are in a great working atmosphere.
source: Moderate workload. It seems you're in a great working environment.
ar_sa: عبء عمل معتدل. يبدو أنك في بيئة عمل رائعة.
da_dk: Moderat arbejdsbyrde. Det ser ud til, at du er i et godt arbejdsmiljø.
de_de: Mäßige Arbeitsbelastung. Es scheint, als ob Sie in einer großartigen Arbeitsatmosphäre sind.
el_gr: Μέτριο φόρτο εργασίας. Φαίνεται ότι είστε σε εξαιρετικό εργασιακό περιβάλλον.
es_es: Carga de trabajo moderada. Parece que estás en un gran ambiente laboral.
fi_fi: Kohtalainen työmäärä. Vaikuttaa siltä, että olet loistavassa työilmapiirissä.
fr_fr: Charge de travail modérée. On dirait que vous êtes dans une excellente atmosphère de travail.
hi_in: मध्यम कार्यभार। लगता है आप एक बेहतरीन कार्य वातावरण में हैं।
id_id: Beban kerja sedang. Sepertinya Anda berada dalam suasana kerja yang bagus.
it_it: Carico di lavoro moderato. Sembra che tu sia in un'ottima atmosfera di lavoro.
ja_jp: 適度な作業量です。素晴らしい職場環境にいるようですね。
ko_kr: 적당한 업무량입니다. 좋은 업무 환경에 계신 것 같네요.
nl_nl: Gemiddelde werkdruk. Het lijkt alsof je in een geweldige werksfeer zit.
pl_pl: Umiarkowane obciążenie pracą. Wygląda na to, że pracujesz w świetnej atmosferze.
pt_br: Carga de trabalho moderada. Parece que você está em uma ótima atmosfera de trabalho.
ro_ro: Sarcină moderată. Se pare că ești într-o atmosferă de lucru excelentă.
ru_ru: Умеренная нагрузка. Похоже, вы работаете в отличной атмосфере.
sv_se: Lagom arbetsbörda. Det verkar som att du befinner dig i en fantastisk arbetsmiljö.
th_th: ปริมาณงานปานกลาง ดูเหมือนว่าคุณอยู่ในบรรยากาศการทำงานที่ดีเยี่ยม
tr_tr: Orta düzeyde iş yükü. Harika bir çalışma ortamında gibisin.
uk_ua: Помірне навантаження. Схоже, ви працюєте у чудовій атмосфері.
vi_vn: Khối lượng công việc vừa phải. Có vẻ như bạn đang có một môi trường làm việc tuyệt vời.
zh_cn: 您本周工作量适中，感觉你在一个非常优秀的工作氛围里。
zh_hk: 工作量適中。睇嚟你嘅工作環境幾好。
zh_tw: 工作量適中。看來你處在一個很棒的工作氛圍中。

source: My Weekly Report
zh_cn: 我的周报

source: No contributions found in the last 7 days.
ar_sa: لم يتم العثور على مساهمات في آخر 7 أيام.
da_dk: Ingen bidrag fundet i de sidste 7 dage.
de_de: In den letzten 7 Tagen wurden keine Beiträge gefunden.
el_gr: Δεν βρέθηκαν συνεισφορές τις τελευταίες 7 ημέρες.
es_es: No se han encontrado contribuciones en los últimos 7 días.
fi_fi: Viimeisten 7 päivän aikana ei löytynyt yhtään panosta.
fr_fr: Aucune contribution trouvée au cours des 7 derniers jours.
hi_in: पिछले 7 दिनों में कोई योगदान नहीं मिला।
id_id: Tidak ada kontribusi yang ditemukan dalam 7 hari terakhir.
it_it: Nessun contributo trovato negli ultimi 7 giorni.
ja_jp: 過去7日間に貢献が見つかりませんでした。
ko_kr: 지난 7일 동안 기여 내역이 없습니다.
nl_nl: Er zijn geen bijdragen gevonden in de afgelopen 7 dagen.
pl_pl: Nie znaleziono żadnych wkładów w ciągu ostatnich 7 dni.
pt_br: Nenhuma contribuição encontrada nos últimos 7 dias.
ro_ro: Nu s-au găsit contribuții în ultimele 7 zile.
ru_ru: За последние 7 дней вкладов не найдено.
sv_se: Inga bidrag hittades under de senaste 7 dagarna.
th_th: ไม่พบผลงานในช่วง 7 วันที่ผ่านมา
tr_tr: Son 7 gün içinde herhangi bir katkı bulunamadı.
uk_ua: За останні 7 днів внесків не знайдено.
vi_vn: Không tìm thấy đóng góp nào trong 7 ngày qua.
zh_cn: 最近7天内未找到贡献记录。
zh_hk: 過去7日內未找到任何貢獻記錄。
zh_tw: 在過去7天內未找到任何貢獻記錄。

source: Profile Details
ar_sa: تفاصيل الملف الشخصي
da_dk: Profildetaljer
de_de: Profil-Details
el_gr: Στοιχεία Προφίλ
es_es: Detalles del perfil
fi_fi: Profiilin tiedot
fr_fr: Détails du profil
hi_in: प्रोफ़ाइल विवरण
id_id: Detail Profil
it_it: Dettagli del Profilo
ja_jp: プロフィール詳細
ko_kr: 프로필 상세 정보
nl_nl: Profielgegevens
pl_pl: Szczegóły profilu
pt_br: Detalhes do Perfil
ro_ro: Detalii Profil
ru_ru: Детали профиля
sv_se: Profildetaljer
th_th: รายละเอียดโปรไฟล์
tr_tr: Profil Detayları
uk_ua: Деталі профілю
vi_vn: Chi tiết Hồ sơ
zh_cn: 个人资料详情
zh_hk: 個人檔案詳情
zh_tw: 個人檔案詳細資料

# Quite a bit of work. Improving yourself, but remember to rest.
source: A fair amount of work. Improving yourself, but remember to take a break.
ar_sa: كمية لا بأس بها من العمل. أنت تطور نفسك، لكن تذكر أن تأخذ قسطًا من الراحة.
da_dk: En del arbejde. Du forbedrer dig selv, men husk at hvile.
de_de: Ganz schön viel Arbeit. Du verbesserst dich, aber denk daran, dich auszuruhen.
el_gr: Αρκετή δουλειά. Βελτιώνεσαι, αλλά θυμήσου να ξεκουραστείς.
es_es: Bastante trabajo. Mejorándote a ti mismo, pero recuerda descansar.
fi_fi: Melkein liikaa töitä. Kehität itseäsi, mutta muista levätä.
fr_fr: Pas mal de travail. Vous vous améliorez, mais n'oubliez pas de vous reposer.
hi_in: काफी काम है। खुद को सुधार रहे हैं, लेकिन आराम करना याद रखें।
id_id: Banyak sekali pekerjaan. Meningkatkan diri, tapi ingat untuk beristirahat.
it_it: Un bel po' di lavoro. Ti stai migliorando, ma ricordati di riposare.
ja_jp: 結構な作業量ですね。自己研鑽は大切ですが、休息も忘れずに。
ko_kr: 일이 꽤 많네요. 자기 계발도 좋지만, 휴식도 잊지 마세요.
nl_nl: Behoorlijk wat werk. Jezelf verbeteren, maar vergeet niet uit te rusten.
pl_pl: Sporo pracy. Rozwijasz się, ale pamiętaj o odpoczynku.
pt_br: Bastante trabalho. Melhorando a si mesmo, mas lembre-se de descansar.
ro_ro: Destul de multă muncă. Te perfecționezi, dar nu uita să te odihnești.
ru_ru: Немало работы. Совершенствуешься, но не забывай отдыхать.
sv_se: En hel del arbete. Du förbättrar dig själv, men kom ihåg att vila.
th_th: งานค่อนข้างเยอะนะ กำลังพัฒนาตัวเอง แต่จำไว้ว่าต้องพักผ่อนด้วย
tr_tr: Oldukça fazla iş var. Kendini geliştiriyorsun, ama dinlenmeyi de unutma.
uk_ua: Досить багато роботи. Вдосконалюєш себе, але пам'ятай про відпочинок.
vi_vn: Khá nhiều việc đấy. Đang cải thiện bản thân, nhưng nhớ nghỉ ngơi nhé.
zh_cn: 您本周工作量不少了，感觉你正在为了自己的理想和目标努力，但也要注意休息。
zh_hk: 工作量唔少。提升緊自己，但都要記住休息。
zh_tw: 工作量不少。提升自己的同時，也別忘了休息。

source: Report Period
ar_sa: فترة التقرير
da_dk: Rapportperiode
de_de: Berichtszeitraum
el_gr: Περίοδος Αναφοράς
es_es: Período del Informe
fi_fi: Raportointijakso
fr_fr: Période du rapport
hi_in: रिपोर्ट अवधि
id_id: Periode Laporan
it_it: Periodo di Rendicontazione
ja_jp: レポート期間
ko_kr: 보고 기간
nl_nl: Rapportageperiode
pl_pl: Okres raportowania
pt_br: Período do Relatório
ro_ro: Perioada raportului
ru_ru: Период отчёта
sv_se: Rapporteringsperiod
th_th: ช่วงเวลาการรายงาน
tr_tr: Rapor Dönemi
uk_ua: Період звіту
vi_vn: Kỳ báo cáo
zh_cn: 报告周期
zh_hk: 報告期間
zh_tw: 報告期間

source: Repository
ar_sa: المستودع
el_gr: Αποθετήριο
es_es: Repositorio
fi_fi: Arkisto
fr_fr: Dépôt
hi_in: रिपॉजिटरी
id_id: Repositori
ja_jp: リポジトリ
ko_kr: 저장소
pl_pl: Repozytorium
pt_br: Repositório
ro_ro: Depozit
ru_ru: Репозиторий
sv_se: Förråd
th_th: ที่เก็บรหัส
tr_tr: Depo
uk_ua: Репозиторій
vi_vn: Kho lưu trữ
zh_cn: 仓库
zh_hk: 代碼庫
zh_tw: 儲存庫
