Repository: AiursoftWeb/Manhours
Catalog: src/Aiursoft.Manhours/Resources/Views/Contributions/MyWeeklyReport.*.resx
Languages: ar_sa, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, hi_in, id_id, it_it, ja_jp, ko_kr, nl_nl, pl_pl, pt_br, ro_ro, ru_ru, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_hk, zh_tw

source: Repository Contributions (Last 7 Days)
ar_sa: مساهمات المستودع (آخر 7 أيام)
da_dk: Repositorybidrag (Sidste 7 dage)
de_de: Repository-Beiträge (letzte 7 Tage)
el_gr: Συνεισφορές Αποθετηρίου (Τελευταίες 7 Ημέρες)
es_es: Contribuciones al Repositorio (Últimos 7 Días)
fr_fr: Contributions aux dépôts (7 derniers jours)
hi_in: रिपॉजिटरी योगदान (पिछले 7 दिन)
id_id: Kontribusi Repositori (7 Hari Terakhir)
it_it: Contributi al Repository (Ultimi 7 Giorni)
ja_jp: リポジトリ貢献（過去7日間）
ko_kr: 저장소 기여도 (최근 7일)
nl_nl: Repositorybijdragen (afgelopen 7 dagen)
pl_pl: Wkład w repozytoria (ostatnie 7 dni)
pt_br: Contribuições no Repositório (Últimos 7 Dias)
ro_ro: Contribuții la Depozit (Ultimele 7 Zile)
ru_ru: Вклад в репозитории (за последние 7 дней)
sv_se: Bidragsrapport för arkiv (Senaste 7 dagarna)
th_th: ผลงานใน Repository (7 วันที่ผ่านมา)
tr_tr: Depo Katkıları (Son 7 Gün)
uk_ua: Внесок у репозиторії (останні 7 днів)
vi_vn: Đóng góp Kho lưu trữ (7 Ngày Qua)
zh_cn: 仓库贡献（最近7天）
zh_hk: 儲存庫貢獻（過去7日）
zh_tw: 儲存庫貢獻（最近7天）

# Repository not tracked?
source: Repository not being tracked?
ar_sa: المستودع غير مُتتبع؟
da_dk: Repository ikke sporet?
de_de: Repository nicht verfolgt?
el_gr: Αποθετήριο δεν παρακολουθείται;
es_es: ¿Repositorio no rastreado?
fi_fi: Repositorya ei seurata?
fr_fr: Dépôt non suivi ?
hi_in: रिपॉजिटरी ट्रैक नहीं की गई?
id_id: Repositori tidak dilacak?
it_it: Repository non tracciato?
ja_jp: リポジトリが追跡されていませんか？
ko_kr: 저장소가 추적되지 않나요?
nl_nl: Repository niet gevolgd?
pl_pl: Repozytorium nie jest śledzone?
pt_br: Repositório não está sendo monitorado?
ro_ro: Depozitul nu este urmărit?
ru_ru: Репозиторий не отслеживается?
sv_se: Repository inte spårad?
th_th: ไม่พบการติดตาม Repository?
tr_tr: Depo izlenmiyor mu?
uk_ua: Репозиторій не відстежується?
vi_vn: Kho lưu trữ chưa được theo dõi?
zh_cn: 仓库未被跟踪？
zh_hk: 未追蹤倉庫？
zh_tw: 尚未追蹤的儲存庫？

source: To
ar_sa: إلى
da_dk: Til
de_de: Bis
el_gr: Έως
es_es: Hasta
fi_fi: Asti
fr_fr: À
hi_in: तक
id_id: Ke
it_it: A
ja_jp: まで
ko_kr: 까지
nl_nl: Tot
pl_pl: Do
pt_br: Até
ro_ro: Până la
ru_ru: До
sv_se: Till
th_th: ถึง
tr_tr: Son
uk_ua: До
vi_vn: Đến
zh_cn: 到
zh_hk: 至
zh_tw: 至

source: Total Commits
ar_sa: إجمالي التعهدات
da_dk: Samlede Commits
de_de: Gesamte Commits
el_gr: Συνολικές Επιβεβαιώσεις
es_es: Total de Commits
fi_fi: Yhteensä tehdyt commitit
fr_fr: Total des commits
hi_in: कुल कमिट्स
id_id: Total Komit
it_it: Totale Commit
ja_jp: 総コミット数
ko_kr: 전체 커밋 수
nl_nl: Totaal aantal commits
pl_pl: Łączna liczba commitów
pt_br: Total de Commits
ru_ru: Всего коммитов
sv_se: Totalt antal incheckningar
th_th: จำนวนคอมมิตทั้งหมด
tr_tr: Toplam Commit Sayısı
uk_ua: Загальна кількість комітів
vi_vn: Tổng số commit
zh_cn: 总提交数
zh_hk: 總提交次數
zh_tw: 總提交次數

source: Total Work Hours
ar_sa: إجمالي ساعات العمل
da_dk: Samlede arbejdstimer
de_de: Gesamte Arbeitsstunden
el_gr: Συνολικές Ώρες Εργασίας
es_es: Horas Totales de Trabajo
fi_fi: Kokonaistyötunnit
fr_fr: Heures totales de travail
hi_in: कुल कार्य घंटे
id_id: Total Jam Kerja
it_it: Ore Totali di Lavoro
ja_jp: 総作業時間
ko_kr: 총 작업 시간
nl_nl: Totale werkuren
pl_pl: Łączna liczba godzin pracy
pt_br: Horas Totais Trabalhadas
ro_ro: Total Ore Lucrate
ru_ru: Общее количество рабочих часов
sv_se: Totala arbetstimmar
th_th: ชั่วโมงทำงานทั้งหมด
tr_tr: Toplam Çalışma Saati
uk_ua: Загальна кількість робочих годин
vi_vn: Tổng số giờ làm việc
zh_cn: 总工作时长
zh_hk: 總工作時數
zh_tw: 總工作時數

source: Absolutely shattered. Have a break straight away. Nearing the maximum acceptable workload. Pack it in!
ar_sa: مُتعب جداً. استرح فوراً. تقريباً الحد الأعلى للضغط الطبيعي في العمل. توقف عن العمل!
da_dk: Meget træt. Hvile straks. Næsten den øvre grænse for normalt arbejdspres. Stop med at arbejde!
de_de: Sehr müde. Sofort ausruhen. Fast die obere Grenze des normalen Arbeitsdrucks. Arbeiten einstellen!
el_gr: Πολύ κουρασμένος. Ξεκουραστείτε αμέσως. Σχεδόν το ανώτατο όριο της φυσιολογικής πίεσης εργασίας. Σταματήστε να εργάζεστε!
es_es: Muy cansado. Descansa inmediatamente. Casi el límite superior de la presión laboral normal. ¡Deja de trabajar!
fi_fi: Erittäin väsynyt. Lepää heti. Melkein normaalin työpainon yläraja. Lopeta työskentely!
fr_fr: Très fatigué. Reposez-vous immédiatement. Presque la limite supérieure de la pression de travail normale. Arrêtez de travailler !
hi_in: बहुत थक गए हैं। तुरंत आराम करें। सामान्य कार्य दबाव की लगभग ऊपरी सीमा है। काम करना बंद कर दें!
id_id: Sangat lelah. Istirahat segera. Hampir mencapai batas atas tekanan kerja normal. Berhenti bekerja!
it_it: Molto stanco. Riposa immediatamente. Quasi al limite superiore della normale pressione lavorativa. Smetti di lavorare!
ja_jp: 非常に疲れています。すぐに休んでください。通常の仕事のプレッシャーの上限に近づいています。作業を止めてください！
ko_kr: 매우 피곤합니다. 즉시 휴식하세요. 정상적인 업무 압력의 상한선에 거의 도달했습니다. 일을 멈추세요!
nl_nl: Heel moe. Rust onmiddellijk. Bijna de bovengrens van normale werkdruk. Stop met werken!
pl_pl: Bardzo zmęczony. Odpocznij natychmiast. Prawie górna granica normalnego obciążenia pracą. Przestań pracować!
pt_br: Muito cansado. Descanse imediatamente. Quase no limite superior da pressão normal de trabalho. Pare de trabalhar!
ro_ro: Foarte obosit. Odihnește-te imediat. Aproape limita superioară a presiunii normale de muncă. Nu mai lucra!
ru_ru: Очень устал. Немедленно отдохни. Почти достигнут верхний предел нормальной рабочей нагрузки. Прекрати работу!
sv_se: Väldigt trött. Vila omedelbart. Nästan den övre gränsen för normalt arbetsbelastning. Sluta arbeta!
th_th: เหนื่อยมาก พักผ่อนทันที ใกล้ถึงขีดจำกัดความกดดันในการทำงานปกติแล้ว หยุดทำงานได้แล้ว!
tr_tr: Çok yorgun. Hemen dinlen. Normal iş baskısının neredeyse üst sınırı. Çalışmayı bırak!
uk_ua: Дуже втомився. Відпочинь негайно. Майже верхня межа нормального робочого тиску. Припини працювати!
vi_vn: Rất mệt mỏi. Nghỉ ngơi ngay lập tức. Gần như đạt đến giới hạn trên của áp lực công việc bình thường. Ngừng làm việc!
zh_cn: 您已经非常劳累了，应该立刻去休息。这几乎是一个正常工作的压力上限。不要再工作了！
zh_hk: 好攰。即刻休息。差唔多到正常工作壓力嘅上限。停手唔好做嘢！
zh_tw: 非常疲憊。請立即休息。已接近正常工作壓力的上限。停止工作！

source: View Repo
ar_sa: عرض المستودع
da_dk: Se Repo
de_de: Repository anzeigen
el_gr: Προβολή Αποθετηρίου
es_es: Ver Repositorio
fi_fi: Näytä repo
fr_fr: Voir le dépôt
hi_in: रिपो देखें
id_id: Lihat Repo
it_it: Visualizza Repository
ja_jp: リポジトリを表示
ko_kr: 저장소 보기
nl_nl: Bekijk Repo
pl_pl: Wyświetl repozytorium
pt_br: Ver Repositório
ro_ro: Vezi Repo
ru_ru: Просмотреть репозиторий
sv_se: Visa repo
th_th: ดูรีโพ
tr_tr: Depoyu Görüntüle
uk_ua: Переглянути репозиторій
vi_vn: Xem Kho
zh_cn: 查看仓库
zh_hk: 查看倉庫
zh_tw: 檢視儲存庫

source: We are calculating your weekly statistics from the repositories. This may take a few seconds.
ar_sa: نحن نحسب إحصائياتك الأسبوعية من المستودعات. قد يستغرق هذا بضع ثوانٍ.
da_dk: Vi beregner dine ugentlige statistikker fra repositories. Dette kan tage et par sekunder.
de_de: Wir berechnen Ihre wöchentlichen Statistiken aus den Repositorys. Dies kann einige Sekunden dauern.
el_gr: Υπολογίζουμε τις εβδομαδιαίες σας στατιστικές από τα αποθετήρια. Αυτό μπορεί να πάρει μερικά δευτερόλεπτα.
es_es: Estamos calculando tus estadísticas semanales de los repositorios. Esto podría tardar unos segundos.
fi_fi: Laskemme viikkotilastoja arkistoistasi. Tämä saattaa kestää muutaman sekunnin.
fr_fr: Nous calculons vos statistiques hebdomadaires à partir des dépôts. Cela peut prendre quelques secondes.
hi_in: हम रिपॉजिटरीज़ से आपके साप्ताहिक आँकड़ों की गणना कर रहे हैं। इसमें कुछ सेकंड लग सकते हैं।
id_id: Kami sedang menghitung statistik mingguan Anda dari repositori. Ini mungkin memerlukan beberapa detik.
it_it: Stiamo calcolando le tue statistiche settimanali dai repository. Potrebbe richiedere alcuni secondi.
ja_jp: リポジトリからあなたの週間統計を計算中です。数秒かかる場合があります。
ko_kr: 리포지토리에서 주간 통계를 계산 중입니다. 몇 초 정도 걸릴 수 있습니다.
nl_nl: We berekenen je wekelijkse statistieken vanuit de repositories. Dit kan een paar seconden duren.
pl_pl: Obliczamy Twoje tygodniowe statystyki z repozytoriów. Może to zająć kilka sekund.
pt_br: Estamos calculando suas estatísticas semanais a partir dos repositórios. Isso pode levar alguns segundos.
ro_ro: Calculăm statisticile tale săptămânale din depozite. Acest lucru ar putea dura câteva secunde.
ru_ru: Мы рассчитываем вашу еженедельную статистику по репозиториям. Это может занять несколько секунд.
sv_se: Vi beräknar dina veckostatistik från databaserna. Detta kan ta några sekunder.
th_th: เรากำลังคำนวณสถิติรายสัปดาห์ของคุณจากรีโพสิทอรี ซึ่งอาจใช้เวลาสักครู่
tr_tr: Depolarınızdan haftalık istatistikleriniz hesaplanıyor. Bu birkaç saniye sürebilir.
uk_ua: Ми обчислюємо ваші тижневі статистичні дані з репозиторіїв. Це може зайняти кілька секунд.
vi_vn: Chúng tôi đang tính toán thống kê hàng tuần của bạn từ các kho lưu trữ. Việc này có thể mất vài giây.
zh_cn: 我们正在从代码仓库计算您的每周统计数据。这可能需要几秒钟。
zh_hk: 我哋正喺度從倉庫計算你嘅每週統計數據。呢個過程可能需要幾秒鐘。
zh_tw: 我們正在從儲存庫計算您的每週統計數據。這可能需要幾秒鐘。

source: Work Hours
ar_sa: ساعات العمل
da_dk: Arbejdstimer
de_de: Arbeitsstunden
el_gr: Ώρες Εργασίας
es_es: Horas de trabajo
fi_fi: Työtunnit
fr_fr: Heures de travail
hi_in: कार्य घंटे
id_id: Jam Kerja
it_it: Ore di Lavoro
ja_jp: 作業時間
ko_kr: 근무 시간
nl_nl: Werkuren
pl_pl: Godziny pracy
pt_br: Horas Trabalhadas
ro_ro: Ore de lucru
ru_ru: Рабочие часы
sv_se: Arbetstimmar
th_th: ชั่วโมงทำงาน
tr_tr: Çalışma Saatleri
uk_ua: Робочі години
vi_vn: Giờ Làm Việc
zh_cn: 工作时长
zh_hk: 工作時數
zh_tw: 工時

# You are a coding machine! Unbelievable dedication.
source: You're a coding machine! Unbelievable dedication.
ar_sa: أنت آلة برمجة! تفانٍ لا يُصدق.
da_dk: Du er en kodemaskine! Utrolig dedikation.
de_de: Du bist eine Programmiermaschine! Unglaublicher Einsatz.
el_gr: Είσαι μια μηχανή προγραμματισμού! Απίστευτη αφοσίωση.
es_es: ¡Eres una máquina de programar! Dedicación increíble.
fi_fi: Olet koodauskone! Uskomaton omistautuminen.
fr_fr: Tu es une machine à coder ! Un dévouement incroyable.
hi_in: आप एक कोडिंग मशीन हैं! अविश्वसनीय समर्पण।
id_id: Anda adalah mesin coding! Dedikasi yang luar biasa.
it_it: Sei una macchina da codice! Dedizione incredibile.
ja_jp: あなたはコーディングマシーンだ！信じられないほどの献身ぶり。
ko_kr: 당신은 코딩 머신이에요! 믿을 수 없는 헌신이네요.
nl_nl: Je bent een codeermachine! Ongelooflijke toewijding.
pl_pl: Jesteś maszyną do kodowania! Niesamowite zaangażowanie.
pt_br: Você é uma máquina de programar! Dedicação inacreditável.
ro_ro: Ești o mașinărie de codat! Dedicare de necrezut.
ru_ru: Ты просто машина по написанию кода! Невероятная самоотдача.
sv_se: Du är en kodningsmaskin! Otrolig hängivenhet.
th_th: คุณเป็นเครื่องจักรเขียนโค้ด! ความทุ่มเทที่น่าเหลือเชื่อ
tr_tr: Sen bir kodlama makinesisin! İnanılmaz bir adanmışlık.
uk_ua: Ти справжня кодувальна машина! Неймовірна відданість.
vi_vn: Bạn là một cỗ máy viết code! Sự cống hiến thật đáng kinh ngạc.
zh_cn: 你是写代码的机器吗！不可思议的投入。
zh_hk: 你係一部編碼機器！難以置信嘅投入。
zh_tw: 你簡直是台寫程式機器！這份投入令人難以置信。

source: Your work this week has just begun. How was your holiday? Are you ready to code?
ar_sa: بدأ عملك هذا الأسبوع للتو. كيف كانت إجازتك؟ هل أنت مستعد للبرمجة؟
da_dk: Dit arbejde i denne uge er lige begyndt. Hvordan var din ferie? Er du klar til at kode?
de_de: Deine Arbeit diese Woche hat gerade erst begonnen. Wie war dein Urlaub? Bist du bereit zu programmieren?
el_gr: Η δουλειά σου αυτή την εβδομάδα μόλις ξεκίνησε. Πώς ήταν οι διακοπές σου; Είσαι έτοιμος να προγραμματίσεις;
es_es: Tu trabajo esta semana acaba de empezar. ¿Qué tal tus vacaciones? ¿Listo para programar?
fi_fi: Työsi tällä viikolla on vasta alkanut. Miten lomasi sujui? Oletko valmis koodaamaan?
fr_fr: Votre travail de cette semaine vient de commencer. Comment s'est passée votre vacance ? Êtes-vous prêt à coder ?
hi_in: आपका इस सप्ताह का कार्य अभी शुरू हुआ है। आपकी छुट्टियाँ कैसी रहीं? क्या आप कोड करने के लिए तैयार हैं?
id_id: Pekerjaan Anda minggu ini baru saja dimulai. Bagaimana liburan Anda? Sudah siap untuk coding?
it_it: Il tuo lavoro questa settimana è appena iniziato. Com'è andata la tua vacanza? Sei pronto a programmare?
ja_jp: 今週の仕事は始まったばかりですね。休暇はいかがでしたか？コーディングの準備はできていますか？
ko_kr: 이번 주 업무가 막 시작되었습니다. 휴가는 어떠셨나요? 코딩할 준비가 되셨나요?
nl_nl: Je werk deze week is net begonnen. Hoe was je vakantie? Ben je klaar om te coderen?
pl_pl: Twoja praca w tym tygodniu właśnie się rozpoczęła. Jak minął Ci urlop? Gotowy do kodowania?
pt_br: Seu trabalho esta semana mal começou. Como foi sua folga? Pronto para codar?
ro_ro: Munca ta din această săptămână tocmai a început. Cum a fost vacanța ta? Ești pregătit să codezi?
ru_ru: Ваша рабочая неделя только началась. Как прошёл отпуск? Готовы программировать?
sv_se: Ditt arbete den här veckan har precis börjat. Hur var din semester? Är du redo att koda?
th_th: งานของคุณในสัปดาห์นี้เพิ่งเริ่มต้น คุณไปพักร้อนมาดีไหม? พร้อมที่จะเขียนโค้ดแล้วหรือยัง?
tr_tr: Bu haftaki işiniz yeni başladı. Tatiliniz nasıldı? Kodlamaya hazır mısınız?
uk_ua: Ваша робота цього тижня щойно почалася. Як пройшла ваша відпустка? Ви готові кодити?
vi_vn: Công việc của bạn tuần này vừa mới bắt đầu. Kỳ nghỉ của bạn thế nào? Bạn đã sẵn sàng để code chưa?
zh_cn: 您本周工作刚刚开始。您的假期休息的怎么样？还有编码状态吗？
zh_hk: 你今個禮拜嘅工作先啱啱開始。放假放成點？準備好寫code未？
zh_tw: 您這週的工作才剛開始。假期過得如何？準備好寫程式了嗎？
